Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: Adjust the sound frequencies Fine-tune bass, midrange, and treble to enhance your audio.
bg: Настройте звуковите честоти Фино настройте баса, средните и високите тонове, за да подобрите звука си.
cs: Upravte zvukové frekvence Dolaďte basy, střední pásmo a výšky pro vylepšení vašeho zvuku.
el: Ρυθμίστε τις συχνότητες ήχου Ρυθμίστε το μπάσο, τη μεσαία περιοχή και τα πρίμα για να βελτιώσετε τον ήχο σας.
et: Reguleeri helisagedusi Täpne bassi, kesk- ja kõrgsageduse seadistamine, et parandada oma heli.
fi: Säädä äänen taajuuksia Hienosäädä basso, keskiäänet ja diskantti parantaaksesi ääntäsi.
he: התאם את תדרי הקול כוונן את הבס, האמצע והטרבל כדי לשפר את האודיו שלך.
hr: Podesite zvučne frekvencije Precizno podesite bas, srednje tonove i visoke tonove za poboljšanje vašeg zvuka.
hu: Állítsa be a hangfrekvenciákat Finomhangolja a mélyet, a középtartományt és a magasat a hangzás javítása érdekében.
is: Aðlaga hljóðfrekvensur Fínstilltu bass, miðtónar og háa tóna til að bæta hljóðið þitt.
it: Regola le frequenze sonore Affina i bassi, le medie e gli alti per migliorare il tuo audio.
ja: 音の周波数を調整する オーディオを強化するために、低音、中音、高音を微調整します。
nl: Pas de geluidsfrequenties aan Fijnstem bas, midden en hoge tonen om je audio te verbeteren.
no: Juster lydfrekvenser Finjuster bass, mellomtone og diskant for å forbedre lyden din.
ro: Ajustați frecvențele sonore Reglați fin basul, mediu și înalte pentru a îmbunătăți audio.
sk: Upravte zvukové frekvencie Dolaďte basy, stredné pásmo a výšky na vylepšenie vášho zvuku.
sv: Justera ljudfrekvenser Finjustera bas, mellanregister och diskant för att förbättra din ljudupplevelse.
tr: Ses frekanslarını ayarlayın Sesinizi geliştirmek için bas, orta ve tiz ayarlarını ince ayar yapın.
uk: Налаштуйте звукові частоти Тонко налаштуйте баси, середні частоти та високі частоти для покращення вашого аудіо.

source: Cut and export selected parts of your audio • Off: Converts the entire file • Chronological: Exports segments in timeline order • Segment Number: Exports segments by marking order
bg: Изрежете и експортирайте избраните части от вашето аудио • Изключено: Преобразува целия файл • Хронологично: Експортира сегменти в реда на времевата линия • Номер на сегмент: Експортира сегменти по ред на маркиране
cs: Oříznout a exportovat vybrané části vašeho audia • Vypnuto: Převede celý soubor • Chronologicky: Exportuje segmenty v časovém pořadí • Číslo segmentu: Exportuje segmenty podle pořadí označení
el: Κόψτε και εξάγετε επιλεγμένα μέρη του ήχου σας • Απενεργοποιημένο: Μετατρέπει ολόκληρο το αρχείο • Χρονολογική: Εξάγει τμήματα με σειρά χρονολογίας • Αριθμός τμήματος: Εξάγει τμήματα με βάση τη σειρά σήμανσης
et: Lõika ja ekspordi valitud osad oma helifailist • Välja lülitatud: Muudab kogu faili • Ajaline: Ekspordib segmente ajajoone järjekorras • Segmendi number: Ekspordib segmente märkimise järjekorras
fi: Leikkaa ja vie valitut osat äänitiedostostasi • Pois päältä: Muuntaa koko tiedoston • Aikajärjestys: Vie segmentit aikajanalla • Segmenttinumero: Vie segmentit merkitsemisjärjestyksessä
he: חתוך וייצא חלקים נבחרים מהאודיו שלך • כבוי: ממיר את הקובץ כולו • כרונולוגי: מייצא קטעים בסדר זמן • מספר קטע: מייצא קטעים לפי סדר סימון
hr: Izrežite i izvezite odabrane dijelove vašeg zvuka • Isključeno: Pretvara cijelu datoteku • Kronološki: Izvodi segmente u redoslijedu vremenske linije • Broj segmenta: Izvodi segmente označavanjem redoslijeda
hu: Vágja le és exportálja a kiválasztott részeket az audióból • Ki: Az egész fájlt konvertálja • Időrend: Az idővonal sorrendjében exportálja a szegmenseket • Szelet száma: A szegmenseket a jelölési sorrend szerint exportálja
is: Klippið og flytjið út valda hluta af hljóðinu ykkar • Af: Breytir öllu skjalinu • Tímaröð: Flytur út hluta í tímaröð • Hluta númer: Flytur út hluta eftir merkingaröð
it: Taglia e esporta le parti selezionate del tuo audio • Disattivato: Converte l'intero file • Cronologico: Esporta segmenti in ordine temporale • Numero di segmento: Esporta segmenti in base all'ordine di marcatura
ja: 選択したオーディオの部分をカットしてエクスポート • オフ: ファイル全体を変換 • 時系列: タイムライン順にセグメントをエクスポート • セグメント番号: マーク順にセグメントをエクスポート
nl: Knip en exporteer geselecteerde delen van je audio • Uit: Converteert het hele bestand • Chronologisch: Exporteert segmenten in tijdlijnvolgorde • Segmentnummer: Exporteert segmenten op volgorde van markering
no: Klipp og eksporter valgte deler av lyden din • Av: Konverterer hele filen • Kronologisk: Eksporterer segmenter i tidslinje-rekkefølge • Segmentnummer: Eksporterer segmenter etter merking av rekkefølge
ro: Taie și exportă părțile selectate ale audio-ului tău • Oprit: Convertește întregul fișier • Cronologic: Exportă segmente în ordinea cronologică • Număr segment: Exportă segmente după ordinea de marcare
sk: Vystrihnite a exportujte vybrané časti svojho zvuku • Vypnuté: Konvertuje celý súbor • Chronologicky: Exportuje segmenty v časovom poradí • Číslo segmentu: Exportuje segmenty podľa označeného poradia
sv: Klipp och exportera valda delar av din ljudfil • Av: Konverterar hela filen • Kronologisk: Exporterar segment i tidslinjeordning • Segmentnummer: Exporterar segment efter markeringsordning
tr: Seçilen ses parçalarını kesip dışa aktar • Kapalı: Tüm dosyayı dönüştürür • Kronolojik: Segmentleri zaman çizelgesi sırasına göre dışa aktarır • Segment Numarası: Segmentleri işaretleme sırasına göre dışa aktarır
uk: Виріжте та експортуйте вибрані частини вашого аудіо • Вимкнено: Конвертує весь файл • Хронологічно: Експортує сегменти в порядку хронології • Номер сегмента: Експортує сегменти за порядком маркування

source: UPPER AREA (Playback): Click the top half of the waveform to jump to that point and start playback. LOWER AREA (Segment Editing Zone): Click the bottom half to add segment markers: • First click: Set START marker (green) • Second click: Set END marker (red) ZOOM CONTROLS: • Mouse wheel: Zoom in or out for precise selection
bg: ГОРНА ЧАСТ (Възпроизвеждане): Щракнете върху горната половина на вълновата форма, за да скочите до тази точка и да започнете възпроизвеждане. ДОЛНА ЧАСТ (Зона за редактиране на сегменти): Щракнете върху долната половина, за да добавите маркери за сегменти: • Първо щракване: Задайте маркер ЗАПОЧВАНЕ (зелен) • Второ щракване: Задайте маркер КРАЙ (червен) КОНТРОЛИ ЗА УВЕЛИЧЕНИЕ: • Колело на мишката: Увеличете или намалете за прецизен избор
cs: HORNI OBLAST (Přehrávání): Klikněte na horní polovinu vlny, abyste přeskočili na tento bod a začali přehrávání. DOLNÍ OBLAST (Zóna úpravy segmentu): Klikněte na dolní polovinu pro přidání segmentových značek: • První kliknutí: Nastavit START značku (zelená) • Druhé kliknutí: Nastavit END značku (červená) OVLÁDÁNÍ ZOOMU: • Kolečko myši: Přiblížit nebo oddálit pro přesný výběr
el: ΑΝΩ ΠΕΡΙΟΧΗ (Αναπαραγωγή): Κάντε κλικ στην άνω μισή του κυματομορφής για να μεταβείτε σε εκείνο το σημείο και να ξεκινήσετε την αναπαραγωγή. ΚΑΤΩ ΠΕΡΙΟΧΗ (Ζώνη Επεξεργασίας Τμήματος): Κάντε κλικ στην κάτω μισή για να προσθέσετε δείκτες τμήματος: • Πρώτο κλικ: Ορίστε δείκτη ΑΡΧΗΣ (πράσινος) • Δεύτερο κλικ: Ορίστε δείκτη ΤΕΛΟΥΣ (κόκκινος) ΕΛΕΓΧΟΙ ΖΟΥΜ: • Ρόδα ποντικιού: Ζουμάρετε μέσα ή έξω για ακριβή επιλογή
et: ÜLEMINE ALA (Mängimine): Klõpsake helilaine ülemisel poolel, et hüpata sellele punktile ja alustada esitust. ALUMINE ALA (Segmentide redigeerimise tsoon): Klõpsake alumisel poolel segmentide markerite lisamiseks: • Esimene klõps: Määra ALGUS marker (roheline) • Teine klõps: Määra LÕPP marker (punane) SUUMIMISE KONTROLLID: • Hiire ratas: Suumi sisse või välja täpseks valimiseks
fi: YLÄOSA (Toisto): Napsauta ääniaallon yläosaa siirtyäksesi siihen kohtaan ja aloittaaksesi toiston. ALHAOSA (Segmentin Muokkausalue): Napsauta alaosaa lisätäksesi segmenttimerkit: • Ensimmäinen napsautus: Aseta ALKU-merkki (vihreä) • Toinen napsautus: Aseta LOPPU-merkki (punainen) LÄHENTÄMISVALVONTA: • Hiiren rulla: Lähennä tai kaukoita tarkkaa valintaa varten
he: אזור עליון (ניגון): לחץ על החצי העליון של הגל כדי לקפוץ לנקודה זו ולהתחיל בניגון. אזור תחתון (אזור עריכת קטעים): לחץ על החצי התחתון כדי להוסיף סימני קטעים: • לחיצה ראשונה: הגדר סימן התחלה (ירוק) • לחיצה שנייה: הגדר סימן סיום (אדום) בקרי זום: • גלגל עכבר: זום פנימה או החוצה לבחירה מדויקת
hr: GORNJI PODRUČJE (Reprodukcija): Kliknite gornju polovicu valne forme da biste skočili na tu točku i započeli reprodukciju. DONJI PODRUČJE (Zona uređivanja segmenata): Kliknite donju polovicu za dodavanje oznaka segmenata: • Prvi klik: Postavi START oznaku (zelena) • Drugi klik: Postavi END oznaku (crvena) KONTROLE ZOOMIRANJA: • Kotačić miša: Povećajte ili smanjite za preciznu selekciju
hu: FELSŐ TERÜLET (Lejátszás): Kattintson a hullámforma felső felére, hogy oda ugrjon és elindítsa a lejátszást. ALSÓ TERÜLET (Szegmens Szerkesztési Zóna): Kattintson az alsó felére szegmensjelölők hozzáadásához: • Első kattintás: START jelölő beállítása (zöld) • Második kattintás: END jelölő beállítása (piros) NAGYÍTÁS VEZÉRLŐK: • Egérkerék: Nagyítás be vagy ki a pontos kiválasztáshoz
is: EFRI SVÆÐI (Spilun): Smelltu á efri helming bylgjunnar til að hoppa á þann stað og byrja spilun. NEÐRI SVÆÐI (Sniðsritunarvæði): Smelltu á neðri helminginn til að bæta við sniðmerki: • Fyrsti smellur: Setja START merki (grænt) • Annar smellur: Setja END merki (rautt) NÁNARSTILLINGAR: • Músarhjól: Nálgast eða fjarlægja til að velja nákvæmlega
it: AREA SUPERIORE (Riproduzione): Fai clic sulla metà superiore dell'onda sonora per saltare a quel punto e avviare la riproduzione. AREA INFERIORE (Zona di Modifica del Segmento): Fai clic sulla metà inferiore per aggiungere marcatori di segmento: • Primo clic: Imposta il marcatore INIZIO (verde) • Secondo clic: Imposta il marcatore FINE (rosso) CONTROLLI DI ZOOM: • Rotella del mouse: Zoom avanti o indietro per una selezione precisa
ja: 上部エリア（再生）： 波形の上半分をクリックして、そのポイントにジャンプし、再生を開始します。 下部エリア（セグメント編集ゾーン）： 下半分をクリックしてセグメントマーカーを追加します： • 最初のクリック：STARTマーカーを設定（緑） • 2回目のクリック：ENDマーカーを設定（赤） ズームコントロール： • マウスホイール：正確な選択のためにズームインまたはズームアウトします
nl: BOVEN GEBIED (Afspelen): Klik op de bovenste helft van de golfvorm om naar dat punt te springen en de afspelen te starten. ONDER GEBIED (Segmentbewerkingszone): Klik op de onderste helft om segmentmarkeringen toe te voegen: • Eerste klik: START-markering instellen (groen) • Tweede klik: EIND-markering instellen (rood) INZOOMCONTROLES: • Muisklik: In- of uitzoomen voor nauwkeurige selectie
no: ØVEROMRÅDE (Avspilling): Klikk på den øverste halvdelen av bølgen for å hoppe til det punktet og starte avspilling. NEDEROMRÅDE (Segmentredigeringsområde): Klikk på den nederste halvdelen for å legge til segmentmarkører: • Første klikk: Sett START-markør (grønn) • Andre klikk: Sett SLUTT-markør (rød) ZOOMKONTROLLER: • Mushjul: Zoom inn eller ut for presis valg
ro: ZONA SUPERIOARĂ (Redare): Faceți clic pe jumătatea superioară a formei de undă pentru a sări la acel punct și a începe redarea. ZONA INFERIOARĂ (Zona de Editare a Segmentelor): Faceți clic pe jumătatea de jos pentru a adăuga marcaje de segment: • Primul clic: Setează marcajul de ÎNCEPUT (verde) • Al doilea clic: Setează marcajul de SFÂRȘIT (roșu) CONTROALE DE ZOOM: • Roata mouse-ului: Zoom in sau out pentru selecție precisă
sk: HORNÁ OBLASŤ (Prehrávanie): Kliknite na hornú polovicu vlny, aby ste preskočili na tento bod a spustili prehrávanie. SPODNÁ OBLASŤ (Zóna úpravy segmentov): Kliknite na spodnú polovicu, aby ste pridali segmentové značky: • Prvý klik: Nastaviť START značku (zelená) • Druhý klik: Nastaviť END značku (červená) OVLÁDAČE ZOOMU: • Koliesko myši: Priblížiť alebo oddialiť pre presný výber
sv: ÖVRE OMRÅDE (Uppspelning): Klicka på den övre halvan av vågformen för att hoppa till den punkten och starta uppspelningen. NEDRE OMRÅDE (Segmentredigeringszon): Klicka på den nedre halvan för att lägga till segmentmarkörer: • Första klick: Ställ in START-markör (grön) • Andra klick: Ställ in SLUT-markör (röd) ZOOMKONTROLLER: • Musens hjul: Zooma in eller ut för noggrann val
tr: ÜST ALAN (Oynatma): Dalga formunun üst yarısına tıklayarak o noktaya atlayın ve oynatmayı başlatın. ALT ALAN (Segment Düzenleme Bölgesi): Alt yarıya tıklayarak segment işaretçileri ekleyin: • İlk tıklama: BAŞLANGIÇ işaretçisini ayarla (yeşil) • İkinci tıklama: BİTİŞ işaretçisini ayarla (kırmızı) ZOOM KONTROLLERİ: • Fare tekerleği: Hassas seçim için yakınlaştırın veya uzaklaştırın
uk: ВЕРХНЯ ОБЛАСТЬ (Відтворення): Натисніть на верхню половину хвилі, щоб перейти до цієї точки та розпочати відтворення. НИЖНЯ ОБЛАСТЬ (Зона редагування сегментів): Натисніть на нижню половину, щоб додати маркери сегментів: • Перший клік: Встановити маркер ПОЧАТКУ (зелений) • Другий клік: Встановити маркер КІНЦЯ (червоний) КЕРУВАННЯ ЗУМУ: • Колесо миші: Збільшити або зменшити для точного вибору

source: You're seeing an example of help shown when hovering over an item.
bg: Виждате пример за помощ, показан при задържане на курсора над елемент.
cs: Vidíte příklad nápovědy zobrazené při najetí myší na položku.
el: Βλέπετε ένα παράδειγμα βοήθειας που εμφανίζεται όταν περνάτε το ποντίκι πάνω από ένα στοιχείο.
et: Te näed näidet abist, mis kuvatakse, kui hiirega objekti kohal hõljuda.
fi: Näet esimerkin avusta, joka näkyy, kun hiiren osoitin on kohteen päällä.
he: אתה רואה דוגמה לעזרה המוצגת כאשר מרחפים מעל פריט.
hr: Vidite primjer pomoći koji se prikazuje kada zadržite pokazivač miša iznad stavke.
hu: Ez egy példa a segítségre, amely akkor jelenik meg, amikor egy elem fölé viszi az egeret.
is: Þú ert að sjá dæmi um aðstoð sem sýnd er þegar músin er flutt yfir hlut.
ja: アイテムの上にカーソルを合わせたときに表示されるヘルプの例を見ています。
nl: U ziet een voorbeeld van hulp dat wordt weergegeven wanneer u met de muis boven een item zweeft.
no: Du ser et eksempel på hjelp som vises når du holder musen over et element.
ro: Vedeți un exemplu de ajutor afișat atunci când treceți cu mouse-ul peste un element.
sk: Vidíte príklad nápovede zobrazený pri prechode myšou nad položkou.
sv: Du ser ett exempel på hjälp som visas när du hovrar över ett objekt.
tr: Bir öğenin üzerine geldiğinizde gösterilen yardım örneğini görüyorsunuz.
uk: Ви бачите приклад допомоги, що відображається при наведенні курсора на елемент.

source: Remove all files from the queue
bg: Премахнете всички файлове от опашката.
cs: Odstranit všechny soubory z fronty
el: Αφαιρέστε όλα τα αρχεία από την ουρά
et: Eemalda kõik failid järjekorrast
fi: Poista kaikki tiedostot jonosta
he: הסר את כל הקבצים מהתור
hr: Ukloni sve datoteke iz reda.
hu: Távolítsa el az összes fájlt a sorból.
is: Fjarlægðu öll skrár úr biðröðinni
ja: キューからすべてのファイルを削除する
nl: Verwijder alle bestanden uit de wachtrij
no: Fjern alle filer fra køen
ro: Elimină toate fișierele din coadă.
sk: Odstrániť všetky súbory z fronty
sv: Ta bort alla filer från kön
tr: Kuyruğun içindeki tüm dosyaları kaldır.
uk: Видалити всі файли з черги

source: Go to the previous audio file in the queue
bg: Отидете на предишния аудиофайл в опашката.
cs: Přejděte na předchozí zvukový soubor v seznamu.
el: Μετάβαση στο προηγούμενο αρχείο ήχου στην ουρά
et: Mine eelne helifail järjekorras.
fi: Siirry edelliseen äänitiedostoon jonossa.
he: עבור לקובץ האודיו הקודם בתור
hr: Idite na prethodnu audio datoteku u redu.
hu: Ugorj a sorban lévő előző audio fájlra.
is: Fara í fyrri hljóðskrána í biðröðinni
ja: キュー内の前のオーディオファイルに移動する
nl: Ga naar het vorige audiobestand in de wachtrij.
no: Gå til den forrige lydfilen i køen
ro: Mergi la fișierul audio anterior din coadă.
sk: Prejdite na predchádzajúci zvukový súbor v poradí.
sv: Gå till den föregående ljudfilen i kön
tr: Sıradaki ses dosyasına git.
uk: Перейти до попереднього аудіофайлу в черзі

source: Play or pause the current audio
bg: Възпроизведете или паузирайте текущото аудио
cs: Přehrát nebo pozastavit aktuální audio
el: Αναπαραγωγή ή παύση της τρέχουσας ήχου
et: Mängi või peata praegune heli
fi: Toista tai keskeytä nykyinen ääni.
he: נגן או השהה את האודיו הנוכחי
hr: Reproducir ili pauzirati trenutni zvuk
hu: Játssza le vagy szüneteltesse a jelenlegi audiót.
is: Spila eða stöðva núverandi hljóð.
ja: 現在のオーディオを再生または一時停止します。
nl: Speel de huidige audio af of pauzeer deze.
no: Spill av eller pause den nåværende lyden
ro: Redați sau puneți pauză audio-ul curent.
sk: Prehraj alebo pozastav aktuálny zvuk.
sv: Spela upp eller pausa den aktuella ljudfilen
tr: Mevcut sesi oynat veya duraklat.
uk: Відтворити або призупинити поточний аудіо.

source: Go to the next audio file in the queue
bg: Отидете до следващия аудиофайл в опашката
cs: Přejděte na další zvukový soubor v pořadí.
el: Μετάβαση στο επόμενο αρχείο ήχου στην ουρά
et: Mine järgmise helifaili juurde järjekorras.
fi: Siirry seuraavaan äänitiedostoon jonossa
he: עבור לקובץ האודיו הבא בתור
hr: Idite na sljedeću audio datoteku u redu.
hu: Ugrás a következő audio fájlra a sorban
is: Fara í næsta hljóðskrá í biðröðinni
ja: キュー内の次のオーディオファイルに移動します
nl: Ga naar het volgende audiobestand in de wachtrij.
no: Gå til neste lydfil i køen
ro: Mergi la următorul fișier audio din coadă
sk: Prejdite na ďalší zvukový súbor v poradí.
sv: Gå till nästa ljudfil i kön
tr: Sıradaki ses dosyasına geç.
uk: Перейти до наступного аудіофайлу в черзі

source: When enabled, playback automatically plays only the marked segments, skipping unselected parts
bg: Когато е активирано, възпроизвеждането автоматично възпроизвежда само маркираните сегменти, пропускайки неизбраните части.
cs: Když je povoleno, přehrávání automaticky přehraje pouze označené segmenty a přeskočí nevybrané části.
da: Når aktiveret, afspiller afspilningen automatisk kun de markerede segmenter og springer de ikke-valgte dele over.
el: Όταν είναι ενεργοποιημένο, η αναπαραγωγή παίζει αυτόματα μόνο τα επισημασμένα τμήματα, παραλείποντας τα μη επιλεγμένα μέρη.
et: Kui lubatud, mängib taasesitus automaatselt ainult märgitud segmente, jättes vahele valimata osad.
fi: Kun käytössä, toisto toistaa automaattisesti vain merkittyjä osia, ohittaen valitsemattomat osat.
he: כאשר זה מופעל, ההפעלה מנגנת אוטומטית רק את הקטעים המסומנים, מדלגת על חלקים לא נבחרים.
hr: Kada je omogućeno, reprodukcija automatski reproducira samo označene segmente, preskočivši neodabrane dijelove.
hu: Ha engedélyezve van, a lejátszás automatikusan csak a megjelölt szegmenseket játssza le, kihagyva a nem kiválasztott részeket.
is: Þegar virkjuð, spilar spilun sjálfkrafa aðeins merktar hlutar og sleppir óvaldaðum hlutum.
it: Quando abilitato, la riproduzione riproduce automaticamente solo i segmenti contrassegnati, saltando le parti non selezionate.
ja: 有効にすると、再生はマークされたセグメントのみを自動的に再生し、未選択の部分をスキップします。
nl: Wanneer ingeschakeld, speelt de afspeelfunctie automatisch alleen de gemarkeerde segmenten af, waarbij niet-geselecteerde delen worden overgeslagen.
no: Når aktivert, spiller avspillingen automatisk bare de merkede segmentene, og hopper over ikke-valgte deler.
pl: Po włączeniu odtwarzanie automatycznie odtwarza tylko oznaczone segmenty, pomijając niewybrane części.
ro: Când este activat, redarea redă automat doar segmentele marcate, sărind peste părțile nesolicitate.
sk: Keď je povolené, prehrávanie automaticky prehráva iba označené segmenty a preskočí nevybrané časti.
sv: När den är aktiverad spelar uppspelningen automatiskt endast de markerade segmenten och hoppar över icke-valda delar.
tr: Etkinleştirildiğinde, oynatma yalnızca işaretli bölümleri otomatik olarak çalar, seçilmeyen kısımları atlar.
uk: Коли увімкнено, відтворення автоматично програє лише позначені сегменти, пропускаючи непозначені частини.

source: When enabled, automatically plays the next track when current track finishes
bg: Когато е активирано, автоматично възпроизвежда следващата песен, когато текущата песен завърши.
cs: Když je povoleno, automaticky přehraje další skladbu, když aktuální skladba skončí.
da: Når aktiveret, afspiller den automatisk det næste nummer, når det nuværende nummer slutter.
el: Όταν είναι ενεργοποιημένο, αναπαράγει αυτόματα το επόμενο κομμάτι όταν τελειώσει το τρέχον κομμάτι.
et: Kui lubatud, mängib automaatselt järgmise loo, kui praegune lugu lõppeb.
fi: Kun käytössä, seuraava kappale toistuu automaattisesti, kun nykyinen kappale loppuu.
he: כאשר מופעל, מנגן אוטומטית את השיר הבא כאשר השיר הנוכחי מסתיים.
hr: Kada je omogućeno, automatski reproducira sljedeću pjesmu kada trenutna pjesma završi.
hu: Ha engedélyezve van, automatikusan lejátsza a következő számot, amikor a jelenlegi szám véget ér.
is: Þegar virkjuð, spilar sjálfkrafa næsta lag þegar núverandi lag lýkur.
it: Quando abilitato, riproduce automaticamente il brano successivo quando il brano attuale termina.
ja: 有効にすると、現在のトラックが終了したときに自動的に次のトラックを再生します。
nl: Wanneer ingeschakeld, speelt automatisch het volgende nummer af wanneer het huidige nummer is afgelopen.
no: Når aktivert, spiller automatisk neste spor når nåværende spor er ferdig.
pl: Po włączeniu automatycznie odtwarza następny utwór, gdy bieżący utwór się kończy.
ro: Când este activat, redă automat următoarea melodie când melodia curentă se termină.
sk: Keď je povolené, automaticky prehráva ďalšiu skladbu, keď aktuálna skladba skončí.
sv: När den är aktiverad spelas nästa låt automatiskt när den aktuella låten är slut.
tr: Etkinleştirildiğinde, mevcut parça bittiğinde otomatik olarak bir sonraki parçayı çalar.
uk: Коли увімкнено, автоматично відтворює наступний трек, коли поточний трек закінчується.

source: Preview this audio file
bg: Прегледайте този аудиофайл.
cs: Náhled této audio souboru
el: Προεπισκόπηση αυτού του αρχείου ήχου
et: Eelvaata seda helifaili
fi: Esikatsele tätä äänitiedostoa.
he: הצג תצוגה מקדימה של קובץ השמע הזה
hr: Pregledajte ovu audio datoteku
hu: Előnézet ennek az audiofájlnek.
is: Skoða þessa hljóðskrá.
ja: このオーディオファイルをプレビューする
nl: Bekijk dit audiobestand.
no: Forhåndsvis denne lydfilen
ro: Previzualizați acest fișier audio
sk: Náhľad tejto zvukovej súboru
sv: Förhandsgranska denna ljudfil
tr: Bu ses dosyasını önizleyin.
uk: Попередній перегляд цього аудіофайлу

source: Remove this file from the queue
bg: Премахнете този файл от опашката.
cs: Odstraňte tento soubor z fronty.
el: Αφαιρέστε αυτό το αρχείο από την ουρά.
et: Eemalda see fail järjekorrast.
fi: Poista tämä tiedosto jonosta
he: הסר קובץ זה מהתור
hr: Ukloni ovu datoteku iz reda.
hu: Távolítsa el ezt a fájlt a sorból.
is: Fjarlægðu þessa skrá úr biðröðinni.
ja: キューからこのファイルを削除します。
nl: Verwijder dit bestand uit de wachtrij.
no: Fjern denne filen fra køen
ro: Elimină acest fișier din coadă.
sk: Odstrániť tento súbor z fronty
sv: Ta bort den här filen från kön
tr: Bu dosyayı kuyruktan kaldır.
uk: Видалити цей файл з черги

source: Right-click for more options
bg: Щракнете с десния бутон за повече опции
cs: Klikněte pravým tlačítkem pro další možnosti
el: Κάντε δεξί κλικ για περισσότερες επιλογές
et: Paremklõpsake, et näha rohkem valikuid
fi: Napsauta hiiren oikealla painikkeella saadaksesi lisää vaihtoehtoja
he: לחץ לחיצה ימנית עבור אפשרויות נוספות
hr: Desni klik za više opcija
hu: Jobb klikk a további lehetőségekhez
is: Hægri-smelltu fyrir fleiri valkosti
ja: 右クリックしてさらにオプションを表示
nl: Rechtermuisklik voor meer opties
no: Høyreklikk for flere alternativer
ro: Faceți clic dreapta pentru mai multe opțiuni
sk: Kliknite pravým tlačidlom myši pre ďalšie možnosti
sv: Högerklicka för fler alternativ
tr: Daha fazla seçenek için sağ tıklayın
uk: Клацніть правою кнопкою миші для додаткових параметрів

source: Delete File
bg: Изтрий файл
cs: Smazat soubor
da: Slet fil
el: Διαγραφή Αρχείου
et: Kustuta fail
fi: Poista tiedosto
he: מחק קובץ
hr: Izbriši datoteku
hu: Fájl törlése
is: Eyða skrá
it: Elimina file
ja: ファイルを削除
nl: Bestand Verwijderen
no: Slett fil
pl: Usuń plik
ro: Șterge fișierul
sk: Vymazať súbor
sv: Ta bort fil
tr: Dosyayı Sil
uk: Видалити файл
