Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: Open Containing Folder
bg: Отвори съдържащата папка
cs: Otevřít obsahující složku
da: Åbn indeholdende mappe
el: Άνοιγμα Φακέλου Περιεχομένων
et: Ava kaustikatalooge
fi: Avaa sisältävä kansio
he: פתח תיק מכיל
hr: Otvorite mapu koja sadrži
hu: Mappa megnyitása
is: Opna innihaldsmöppuna
it: Apri la cartella contenente
ja: フォルダーを開く
nl: Open Bevatte Map
no: Åpne inneholdende mappe
pl: Otwórz folder zawierający
ro: Deschide folderul conținător
sk: Otvoriť priečinok obsahujúci
sv: Öppna innehållsmapp
tr: İçeren Klasörü Aç
uk: Відкрити папку, що містить

source: More Information...
bg: Повече информация...
cs: Více informací...
da: Mere information...
el: Περισσότερες Πληροφορίες...
et: Rohkem teavet...
fi: Lisätietoja...
he: מידע נוסף...
hr: Više informacija...
hu: További információ...
is: Frekari upplýsingar...
it: Ulteriori informazioni...
ja: 詳細情報...
nl: Meer informatie...
no: Mer informasjon...
pl: Więcej informacji...
ro: Mai multe informații...
sk: Viac informácií...
sv: Mer information...
tr: Daha Fazla Bilgi...
uk: Більше інформації...

source: File Information
bg: Информация за файла
cs: Informace o souboru
da: Filoplysninger
el: Πληροφορίες Αρχείου
et: Faili teave
fi: Tiedoston tiedot
he: מידע על קובץ
hr: Informacije o datoteci
hu: Fájl információ
is: Skjalaupplýsingar
it: Informazioni sul file
ja: ファイル情報
nl: Bestandsinformatie
no: Filinformasjon
pl: Informacje o pliku
ro: Informații fișier
sk: Informácie o súbore
sv: Filinformation
tr: Dosya Bilgisi
uk: Інформація про файл

source: Copy information to clipboard
bg: Копирайте информация в клипборда
cs: Kopírovat informace do schránky
da: Kopier information til udklipsholder
el: Αντιγραφή πληροφοριών στο πρόχειρο
et: Kopeeri teave lõikepuhvrisse
fi: Kopioi tiedot leikepöydälle
he: העתק מידע ללוח העריכה
hr: Kopiraj informacije u međuspremnik
hu: Másolás a vágólapra
is: Kopiera upplýsingar í klippiborð
it: Copia informazioni negli appunti
ja: クリップボードに情報をコピーする
nl: Kopieer informatie naar het klembord
no: Kopier informasjon til utklippstavlen
pl: Skopiuj informacje do schowka
ro: Copiați informațiile în clipboard
sk: Kopírovať informácie do schránky
sv: Kopiera information till urklipp
tr: Bilgiyi panoya kopyala
uk: Скопіювати інформацію в буфер обміну

source: File Details
bg: Детайли на файла
cs: Podrobnosti souboru
da: Filoplysninger
el: Λεπτομέρειες Αρχείου
et: Faili üksikasjad
fi: Tiedoston tiedot
he: פרטי קובץ
hr: Detalji datoteke
hu: Fájl részletei
is: upplýsingar um skrá
it: Dettagli del file
ja: ファイルの詳細
nl: Bestandsdetails
no: Filinformasjon
pl: Szczegóły pliku
ro: Detalii fișier
sk: Podrobnosti súboru
sv: Filinformation
tr: Dosya Ayrıntıları
uk: Деталі файлу

source: Audio Properties
bg: Аудио свойства
cs: Vlastnosti zvuku
da: Lydindstillinger
el: Ιδιότητες Ήχου
et: Heli omadused
fi: Äänitiedot
he: מאפייני שמע
hr: Audio svojstva
hu: Hangkészlet tulajdonságai
is: Hljóðeiginleikar
it: Proprietà audio
ja: オーディオプロパティ
nl: Audio-eigenschappen
no: Lydinnstillinger
pl: Właściwości audio
ro: Proprietăți audio
sk: Zvukové vlastnosti
sv: Ljudegenskaper
tr: Ses Özellikleri
uk: Аудіо властивості

source: Metadata Tags
bg: Метаданни Тагове
cs: Metadata štítky
el: Ετικέτες Μεταδεδομένων
et: Metaandmedi sildid
fi: Metatiedot Tagit
he: תגיות מטא
hr: Metapodaci Oznake
hu: Metaadat címkék
is: Metagögnumerki
it: Tag di Metadati
ja: メタデータタグ
no: Metadata-tagger
pl: Tagi metadanych
ro: Etichete Metadate
sk: Metadata značky
sv: Metadataetiketter
tr: Meta Verileri Etiketleri
uk: Метадані Теги

source: Timeout getting metadata
bg: Изтичане на времето при получаване на метаданни.
cs: Vypršel časový limit pro získání metadat.
da: Timeout ved hentning af metadata
el: Λήξη χρόνου κατά την απόκτηση μεταδεδομένων
et: Aegumine metainformatsiooni saamisel
fi: Aikakatkos metatietojen saamisessa
he: פג זמן קבלת מטא-דאטה
hr: Istek vremena prilikom preuzimanja metapodataka
hu: Időkorlát a metaadatok lekérésekor
is: Tími útrunnin við að fá metagögn
it: Timeout durante il recupero dei metadati
ja: メタデータの取得タイムアウト
nl: Time-out bij het ophalen van metadata
no: Tidsavbrudd ved henting av metadata
pl: Przekroczono czas oczekiwania na pobranie metadanych.
ro: Timp de așteptare pentru obținerea metadatelor
sk: Časový limit pri získavaní metadát
sv: Tidsgräns för att hämta metadata
tr: Meta verisi alınırken zaman aşımına uğradı.
uk: Час вичерпано при отриманні метаданих

source: Failed to parse metadata
bg: Неуспешно парсиране на метаданни
cs: Nepodařilo se analyzovat metadata
da: Mislykkedes med at analysere metadata
el: Αποτυχία ανάλυσης μεταδεδομένων
et: Metaandmete analüüsimine ebaõnnestus
fi: Metatietojen jäsentäminen epäonnistui.
he: כישלון בפירוש מטה-נתונים
hr: Neuspješno parsiranje metapodataka
hu: A metaadatok elemzése nem sikerült
is: Mistók að greina metagögn
it: Impossibile analizzare i metadati
ja: メタデータの解析に失敗しました。
nl: Mislukt om metadata te parseren
no: Feilet å analysere metadata
pl: Nie udało się sparsować metadanych.
ro: Eșec la analizarea metadatelor
sk: Nepodarilo sa analyzovať metadata
sv: Misslyckades med att analysera metadata
tr: Meta verisi ayrıştırılamadı.
uk: Не вдалося розібрати метадані

source: Error: {0}
bg: Грешка: {0}
cs: Chyba: {0}
da: Fejl: {0}
el: Σφάλμα: {0}
et: Viga: {0}
fi: Virhe: {0}
he: שגיאה: {0}
hr: Greška: {0}
hu: Hiba: {0}
is: Villa: {0}
it: Errore: {0}
ja: エラー: {0}
nl: Fout: {0}
no: Feil: {0}
pl: Błąd: {0}
ro: Eroare: {0}
sk: Chyba: {0}
sv: Fel: {0}
tr: Hata: {0}
uk: Помилка: {0}

source: Copy value
bg: Копирай стойност
cs: Kopírovat hodnotu
da: Kopier værdi
el: Αντιγραφή τιμής
et: Kopeeri väärtus
fi: Kopioi arvo
he: העתק ערך
hr: Kopiraj vrijednost
hu: Érték másolása
is: Afrita gildi
it: Copia valore
ja: 値をコピー
nl: Waarde kopiëren
no: Kopier verdi
pl: Kopiuj wartość
ro: Copiați valoarea
sk: Kopírovať hodnotu
sv: Kopiera värde
tr: Değeri kopyala
uk: Скопіювати значення

source: 0 files
bg: 0 файла
cs: 0 souborů
da: 0 filer
el: 0 αρχεία
et: 0 faili
fi: 0 tiedostoa
he: 0 קבצים
hr: 0 datoteka
hu: 0 fájl
is: 0 skrár
it: 0 file
ja: 0 ファイル
nl: 0 bestanden
no: 0 filer
pl: 0 plików
ro: 0 fișiere
sk: 0 súborov
sv: 0 filer
tr: 0 dosya
uk: 0 файлів

source: No Audio Files
bg: Няма аудио файлове
cs: Žádné zvukové soubory
da: Ingen lydfiler
el: Δεν υπάρχουν αρχεία ήχου
et: Ei helifailide.
fi: Ei äänitiedostoja
he: אין קבצי שמע
hr: Nema audio datoteka
hu: Nincsenek hangfájlok
is: Engin hljóðskrár
it: Nessun file audio
ja: オーディオファイルがありません
nl: Geen audiobestanden
no: Ingen lydfiler
pl: Brak plików audio
ro: Fără fișiere audio
sk: Žiadne zvukové súbory
sv: Inga ljudfiler
tr: Ses Dosyası Yok
uk: Немає аудіофайлів

source: Drag files here or use the Add Files Button
bg: Плъзнете файлове тук или използвайте бутона Добавяне на файлове
cs: Přetáhněte soubory sem nebo použijte tlačítko Přidat soubory.
da: Træk filer her eller brug knappen Tilføj filer
el: Σύρετε αρχεία εδώ ή χρησιμοποιήστε το κουμπί Προσθήκη Αρχείων
et: Looge failid siia või kasuta nuppu Lisa failid.
fi: Vedä tiedostoja tänne tai käytä Lisää tiedostot -painiketta
he: גרור קבצים לכאן או השתמש בכפתור הוסף קבצים
hr: Prevucite datoteke ovdje ili upotrijebite gumb Dodaj datoteke
hu: Húzza ide a fájlokat, vagy használja a Fájlok hozzáadása gombot.
is: Dragðu skrár hingað eða notaðu hnappinn Bæta við skrám
it: Trascina i file qui o usa il pulsante Aggiungi file
ja: ファイルをここにドラッグするか、ファイルを追加ボタンを使用してください。
nl: Sleep bestanden hierheen of gebruik de Bestanden Toevoegen-knop
no: Dra filer hit eller bruk Legg til filer-knappen
pl: Przeciągnij pliki tutaj lub użyj przycisku Dodaj pliki
ro: Trageți fișierele aici sau folosiți butonul Adăugați fișiere.
sk: Presuňte súbory sem alebo použite tlačidlo Pridať súbory.
sv: Dra filer hit eller använd knappen Lägg till filer
tr: Dosyaları buraya sürükleyin veya Dosya Ekle Butonunu kullanın.
uk: Перетягніть файли сюди або використайте кнопку Додати файли

source: 1 file
bg: 1 файл
cs: 1 soubor
el: 1 αρχείο
et: 1 fail
fi: 1 tiedosto
he: 1 קובץ
hr: 1 datoteka
hu: 1 fájl
is: 1 skrá
ja: 1つのファイル
nl: 1 bestand
no: 1 fil
ro: 1 fișier
sk: 1 súbor
sv: 1 fil
tr: 1 dosya
uk: 1 файл

source: {} files
bg: {} файлове
cs: {} soubory
el: {} αρχεία
et: {} failid
fi: {} tiedostot
he: {} קבצים
hr: {} datoteke
hu: {} fájlok
is: {} skrár
ja: {} ファイル
nl: {} bestanden
no: {} filer
ro: {} fișiere
sk: {} súbory
sv: {} filer
tr: {} dosyaları
uk: {} файли

source: Delete File Permanently?
bg: Постоянно ли да изтриете файла?
cs: Trvale smazat soubor?
da: Slet fil permanent?
el: Διαγραφή αρχείου μόνιμα;
et: Kustuta fail jäädavalt?
fi: Poista tiedosto pysyvästi?
he: למחוק קובץ לצמיתות?
hr: Trajno izbrisati datoteku?
hu: Fájl véglegesen törlése?
is: Eyða skrá varanlega?
it: Eliminare il file permanentemente?
ja: ファイルを完全に削除しますか？
nl: Bestand permanent verwijderen?
no: Slette fil permanent?
pl: Trwale usunąć plik?
ro: Șterge fișierul permanent?
sk: Trvalo odstrániť súbor?
sv: Ta bort fil permanent?
tr: Dosyayı Kalıcı Olarak Sil?
uk: Видалити файл назавжди?

source: Are you sure you want to delete '{0}'? This action cannot be undone and the file will be permanently deleted from your disk.
bg: Сигурни ли сте, че искате да изтриете '{0}'? Това действие не може да бъде отменено и файлът ще бъде трайно изтрит от вашия диск.
cs: Opravdu chcete smazat '{0}'? Tato akce nelze vrátit zpět a soubor bude trvale smazán z vašeho disku.
da: Er du sikker på, at du vil slette '{0}'? Denne handling kan ikke fortrydes, og filen vil blive permanent slettet fra din disk.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το '{0}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί και το αρχείο θα διαγραφεί μόνιμα από τον δίσκο σας.
et: Kas olete kindel, et soovite '{0}' kustutada? Seda toimingut ei saa tagasi võtta ja fail kustutatakse teie kettalt püsivalt.
fi: Oletko varma, että haluat poistaa '{0}'? Tätä toimintoa ei voi peruuttaa, ja tiedosto poistetaan pysyvästi levyltäsi.
he: האם אתה בטוח שברצונך למחוק את '{0}'? פעולה זו אינה ניתנת לביטול והקובץ יימחק לצמיתות מהדיסק שלך.
hr: Jeste li sigurni da želite izbrisati '{0}'? Ova radnja se ne može poništiti i datoteka će biti trajno izbrisana s vašeg diska.
hu: Biztos benne, hogy törölni szeretné a '{0}' fájlt? Ez a művelet nem vonható vissza, és a fájl véglegesen törlésre kerül a lemezéről.
is: Ertu viss um að þú viljir eyða '{0}'? Þessi aðgerð er ekki hægt að afturkalla og skráin verður varanlega eytt af disknum þínum.
it: Sei sicuro di voler eliminare '{0}'? Questa azione non può essere annullata e il file verrà eliminato permanentemente dal tuo disco.
ja: '{0}'を削除してもよろしいですか？この操作は元に戻せず、ファイルはディスクから完全に削除されます。
nl: Weet u zeker dat u '{0}' wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en het bestand wordt permanent van uw schijf verwijderd.
no: Er du sikker på at du vil slette '{0}'? Denne handlingen kan ikke angres, og filen vil bli permanent slettet fra disken din.
pl: Czy na pewno chcesz usunąć '{0}'? Ta akcja nie może być cofnięta, a plik zostanie trwale usunięty z twojego dysku.
ro: Ești sigur că vrei să ștergi '{0}'? Această acțiune nu poate fi anulată și fișierul va fi șters permanent de pe discul tău.
sk: Ste naozaj istí, že chcete odstrániť '{0}'? Táto akcia sa nedá zvrátiť a súbor bude trvalo odstránený z vášho disku.
sv: Är du säker på att du vill ta bort '{0}'? Denna åtgärd kan inte ångras och filen kommer att raderas permanent från din disk.
tr: '{0}' silmek istediğinizden emin misiniz? Bu işlem geri alınamaz ve dosya diskinizden kalıcı olarak silinecektir.
uk: Ви впевнені, що хочете видалити '{0}'? Цю дію не можна скасувати, і файл буде безповоротно видалено з вашого диска.

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
el: Ακύρωση
et: Tühista
fi: Peruuta
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
el: Διαγραφή
et: Kustuta
fi: Poista
he: מחק
hr: Izbriši
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
ro: Șterge
sk: Vymazať
sv: Ta bort
tr: Sil.
uk: Видалити

source: Error Deleting File
bg: Грешка при изтриване на файл
cs: Chyba při odstraňování souboru
da: Fejl ved sletning af fil
el: Σφάλμα διαγραφής αρχείου
et: Vea faili kustutamisel.
fi: Virhe tiedoston poistamisessa
he: שגיאה במחיקת קובץ
hr: Greška pri brisanju datoteke
hu: Hiba a fájl törlésekor
is: Villa að eyða skrá.
it: Errore durante l'eliminazione del file
ja: ファイルの削除エラー
nl: Fout bij het verwijderen van bestand
no: Feil ved sletting av fil
pl: Błąd podczas usuwania pliku
ro: Eroare la ștergerea fișierului
sk: Chyba pri odstraňovaní súboru
sv: Fel vid borttagning av fil
tr: Dosya Silme Hatası
uk: Помилка видалення файлу

source: OK
he: אוקי
hr: U redu
hu: Rendben
sv: Okej
tr: Tamam

source: Generating waveform...
bg: Генериране на вълнова форма...
cs: Generování vlnění...
da: Genererer bølgeform...
el: Δημιουργία κυματομορφής...
et: Kujundatakse lainekuju...
fi: Aaltomuotoa luodaan...
he: מייצר גל צורה...
hr: Generiranje valnog oblika...
hu: Hullámforma generálása...
is: Myndun bylgju...
it: Generazione dell'onda...
ja: 波形を生成中...
nl: Golfvorm genereren...
no: Genererer bølgeform...
pl: Generowanie fali...
ro: Generare formă de undă...
sk: Generovanie vlny...
sv: Genererar vågform...
tr: Dalga formu üretiliyor...
uk: Генерація хвилі...

source: Confirm selection?
bg: Потвърдете избора?
cs: Potvrdit výběr?
da: Bekræft valg?
el: Επιβεβαίωση επιλογής;
et: Kinnita valik?
fi: Vahvista valinta?
he: אשר בחירה?
hr: Potvrdite odabir?
hu: Kiválasztás megerősítése?
is: Staðfesta val?
it: Conferma selezione?
ja: 選択を確認しますか？
nl: Selectie bevestigen?
no: Bekreft valg?
pl: Potwierdź wybór?
ro: Confirmați selecția?
sk: Potvrdiť výber?
sv: Bekräfta val?
tr: Seçimi onayla?
uk: Підтвердити вибір?

source: Delete segment #{}?
bg: Изтриване на сегмент #{}?
cs: Smazat segment #{}?
da: Slet segment #{}?
el: Διαγράψτε το τμήμα #{};
et: Kustuta segment #{}?
fi: Poista segmentti #{}?
he: מחק קטע #{}?
hr: Izbriši segment #{}?
hu: Törölje a szegmenst #{}?
is: Eyða hluta #{}?
it: Elimina segmento #{}?
ja: セグメント #{} を削除しますか？
nl: Segment #{} verwijderen?
no: Slette segment #{}?
pl: Usunąć segment #{}?
ro: Șterge segmentul #{}?
sk: Odstrániť segment #{}?
sv: Ta bort segment #{}?
tr: Segment #{} silinsin mi?
uk: Видалити сегмент #{}?

source: Delete All
bg: Изтрий всичко
cs: Smazat vše
da: Slet alt
el: Διαγραφή όλων
et: Kustuta kõik
fi: Poista kaikki
he: מחק הכל
hr: Izbriši sve
hu: Összes törlése
is: Eyða öllu
it: Elimina tutto
ja: すべて削除
nl: Verwijder alles
no: Slett alt
pl: Usuń wszystko
ro: Șterge tot
sk: Vymazať všetko
sv: Ta bort allt
tr: Tümünü Sil
uk: Видалити все

source: Delete ALL segments? This cannot be undone.
bg: Изтриване на ВСИЧКИ сегменти? Това не може да бъде отменено.
cs: Smazat VŠECHNY segmenty? Toto nelze vrátit zpět.
da: Slet ALLE segmenter? Dette kan ikke fortrydes.
el: Διαγραφή ΟΛΩΝ των τμημάτων; Αυτό δεν μπορεί να αναιρεθεί.
et: Kustuta KÕIK segmendid? Seda ei saa tagasi võtta.
fi: Poista KAIKKI segmentit? Tätä ei voi peruuttaa.
he: מחק את כל הקטעים? פעולה זו אינה ניתנת לביטול.
hr: Izbriši SVE segmente? Ovo se ne može poništiti.
hu: Törölni szeretné az ÖSSZES szegmenst? Ez nem vonható vissza.
is: Eyða ÖLLUM hlutum? Þetta er ekki hægt að afturkalla.
it: Elimina TUTTI i segmenti? Questa operazione non può essere annullata.
ja: すべてのセグメントを削除しますか？これは元に戻すことはできません。
nl: Verwijder ALLE segmenten? Dit kan niet ongedaan gemaakt worden.
no: Slette ALLE segmenter? Dette kan ikke angres.
pl: Usunąć WSZYSTKIE segmenty? Tego nie można cofnąć.
ro: Șterge TOATE segmentele? Aceasta nu poate fi anulată.
sk: Odstrániť VŠETKY segmenty? Toto nie je možné vrátiť späť.
sv: Ta bort ALLA segment? Detta kan inte ångras.
tr: TÜM segmentleri silmek istiyor musunuz? Bu işlem geri alınamaz.
uk: Видалити ВСІ сегменти? Це не можна скасувати.

source: Confirm
bg: Потвърдете
cs: Potvrdit
da: Bekræft
el: Επιβεβαίωση
et: Kinnita
fi: Vahvista
he: אשר
hr: Potvrdi
hu: Megerősítjük
is: Staðfesta
it: Conferma
ja: 確認する
nl: Bevestigen
no: Bekreft
pl: Potwierdź
ro: Confirmare
sk: Potvrdiť
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: Waveform visualization disabled
bg: Визуализация на вълновата форма е деактивирана.
cs: Vizualizace vlnění je zakázána
da: Bølgeformvisualisering deaktiveret
el: Η οπτικοποίηση του κυματομορφής είναι απενεργοποιημένη.
et: Lainekuju visualiseerimine keelatud
fi: Aaltomuotojen visualisointi pois päältä
he: הדמיית גל לא זמינה
hr: Vizualizacija valnog oblika onemogućena
hu: A hullámforma megjelenítése letiltva
is: Bylgjuvísun óvirkjuð
it: Visualizzazione dell'onda disabilitata
ja: 波形視覚化が無効になっています
nl: Golfvormvisualisatie uitgeschakeld
no: Bølgeformvisualisering deaktivert
pl: Wizualizacja fal dźwiękowych wyłączona
ro: Vizualizarea formei de undă dezactivată
sk: Vizualizácia vlny je zakázaná
sv: Vågformsvisualisering inaktiverad
tr: Dalga formu görselleştirmesi devre dışı bırakıldı.
uk: Візуалізація хвильової форми вимкнена

source: Enable in settings to see waveform
bg: Активирайте в настройките, за да видите вълновата форма.
cs: Povolit v nastavení zobrazení vlnové formy
da: Aktiver i indstillinger for at se bølgeform.
el: Ενεργοποιήστε στις ρυθμίσεις για να δείτε το κύμα.
et: Luba seadetes, et näha lainekuju.
fi: Ota käyttöön asetuksista nähdäksesi aaltomuodon.
he: אפשר בהגדרות לראות את צורת הגל
hr: Omogućite u postavkama da vidite valnu formu.
hu: Engedélyezze a beállításokban a hullámforma megjelenítését.
is: Virkja í stillingum til að sjá bylgjufræði
it: Abilita nelle impostazioni per vedere l'onda sonora.
ja: 設定で波形を表示するように有効にしてください。
nl: Schakel in de instellingen in om de golfvorm te zien.
no: Aktiver i innstillingene for å se bølgeform.
pl: Włącz w ustawieniach, aby zobaczyć przebieg fali.
ro: Activați în setări pentru a vedea forma de undă.
sk: Povoliť v nastaveniach zobrazenie vlny.
sv: Aktivera i inställningarna för att se vågform.
tr: Dalga formunu görmek için ayarlarda etkinleştir.
uk: Увімкніть у налаштуваннях, щоб бачити хвильову форму.

source: No audio loaded
bg: Няма заредена аудиоданни
cs: Žádný zvuk nebyl načten.
da: Ingen lyd indlæst
el: Δεν έχει φορτωθεί ήχος
et: Heli ei ole laaditud.
fi: Ei ääntä ladattu
he: לא נטען אודיו
hr: Nema učitanog zvuka
hu: Nincs betöltött hang.
is: Engin hljóð hlaðið.
it: Nessun audio caricato
ja: オーディオが読み込まれていません
nl: Geen audio geladen
no: Ingen lyd lastet inn
pl: Nie załadowano dźwięku.
ro: Niciun audio încărcat
sk: Žiadny zvuk nenahraný
sv: Ingen ljud har laddats.
tr: Ses yüklenmedi.
uk: Аудіо не завантажено

source: SEGMENT EDITING ZONE
bg: ЗОНА ЗА РЕДАКТИРАНЕ НА СЕГМЕНТИ
cs: ZÓNA ÚPRAVY SEGMENTU
da: SEGMENT REDIGERINGSOMRÅDE
el: ΖΩΝΗ ΕΠΕΞΕΡΓΑΣΙΑΣ ΤΜΗΜΑΤΟΣ
et: SEGMENTI MUUTMISALA
fi: SEGMENTOINTIALUE
he: אזור עריכת קטעים
hr: ZONA UREĐIVANJA SEGMENTA
hu: SZELET SZERKESZTÉSI ZONA
is: SVÆRÐAÐA SVÆÐI
it: ZONA DI MODIFICA DEL SEGMENTO
ja: セグメント編集ゾーン
nl: SEGMENTBWERKINGZONE
no: SEGMENT REDIGERINGSOMRÅDE
pl: STREFA EDYCJI SEGMENTU
ro: ZONA DE EDITARE A SEGMENTELOR
sk: ZÓNA ÚPRAVY SEGMENTOV
sv: SEGMENTREDIGERINGSZON
tr: BÖLÜM DÜZENLEME ALANI
uk: ЗОНА РЕДАГУВАННЯ СЕГМЕНТІВ

source: Welcome to Big Audio Converter
bg: Добре дошли в Big Audio Converter
cs: Vítejte v aplikaci Big Audio Converter
da: Velkommen til Big Audio Converter
el: Καλώς ήρθατε στο Big Audio Converter
et: Tere tulemast Big Audio Converterisse
fi: Tervetuloa Big Audio Converteriin
he: ברוך הבא לממיר אודיו ביג
hr: Dobrodošli u Big Audio Converter
hu: Üdvözöljük a Big Audio Converterben
is: Velkomin í Big Audio Converter
it: Benvenuto in Big Audio Converter
ja: ビッグオーディオコンバーターへようこそ
nl: Welkom bij Big Audio Converter
no: Velkommen til Big Audio Converter
pl: Witamy w Big Audio Converter
ro: Bine ați venit la Big Audio Converter
sk: Vitajte v Big Audio Converter
sv: Välkommen till Big Audio Converter
tr: Büyük Ses Dönüştürücü'ye hoş geldiniz
uk: Ласкаво просимо до Big Audio Converter

source: Play and Convert Audio
bg: Възпроизвеждане и конвертиране на аудио
cs: Přehrát a převést audio
da: Afspil og konverter lyd
el: Αναπαραγωγή και Μετατροπή Ήχου
et: Mängi ja muuda heli
fi: Soita ja Muunna Ääntä
he: נגן והמרת אודיו
hr: Igraj i pretvori audio
hu: Audio lejátszása és átalakítása
is: Spila og Breyta Hljóði
it: Riproduci e Converti Audio
ja: オーディオを再生および変換する
nl: Speel en Converteer Audio
no: Spill og konverter lyd
pl: Odtwarzaj i konwertuj dźwięk
ro: Redați și Converteți Audio
sk: Prehraj a preved zvuk
sv: Spela och konvertera ljud
tr: Ses Oynat ve Dönüştür
uk: Відтворити та конвертувати аудіо

source: Convert or play your audio files easily — supports MP3, FLAC, OGG, WAV, AAC, Opus, and WMA.
bg: Лесно конвертирайте или възпроизвеждайте аудио файловете си — поддържа MP3, FLAC, OGG, WAV, AAC, Opus и WMA.
cs: Snadno převádějte nebo přehrávejte své audio soubory — podporuje MP3, FLAC, OGG, WAV, AAC, Opus a WMA.
el: Μετατρέψτε ή αναπαραγάγετε τα αρχεία ήχου σας εύκολα — υποστηρίζει MP3, FLAC, OGG, WAV, AAC, Opus και WMA.
et: Muuda või mängi oma helifaile lihtsalt — toetab MP3, FLAC, OGG, WAV, AAC, Opus ja WMA.
fi: Muokkaa tai toista äänitiedostojasi helposti — tukee MP3-, FLAC-, OGG-, WAV-, AAC-, Opus- ja WMA-muotoja.
he: המירו או נגן את קבצי האודיו שלכם בקלות — תומך ב-MP3, FLAC, OGG, WAV, AAC, Opus ו-WMA.
hr: Jednostavno konvertirajte ili reproducirajte svoje audio datoteke — podržava MP3, FLAC, OGG, WAV, AAC, Opus i WMA.
hu: Konvertálja vagy játssza le audiofájljait egyszerűen — támogatja az MP3, FLAC, OGG, WAV, AAC, Opus és WMA formátumokat.
is: Breyta eða spila hljóðskrárnar þínar auðveldlega — styður MP3, FLAC, OGG, WAV, AAC, Opus og WMA.
it: Converti o riproduci facilmente i tuoi file audio — supporta MP3, FLAC, OGG, WAV, AAC, Opus e WMA.
ja: オーディオファイルを簡単に変換または再生できます — MP3、FLAC、OGG、WAV、AAC、Opus、WMAをサポートしています。
nl: Converteer of speel je audiobestanden eenvoudig af — ondersteunt MP3, FLAC, OGG, WAV, AAC, Opus en WMA.
no: Konverter eller spill av lydfilene dine enkelt — støtter MP3, FLAC, OGG, WAV, AAC, Opus og WMA.
ro: Converteți sau redați cu ușurință fișierele audio — suportă MP3, FLAC, OGG, WAV, AAC, Opus și WMA.
sk: Jednoducho konvertujte alebo prehrávajte svoje audio súbory — podporuje MP3, FLAC, OGG, WAV, AAC, Opus a WMA.
sv: Konvertera eller spela dina ljudfiler enkelt — stöder MP3, FLAC, OGG, WAV, AAC, Opus och WMA.
tr: Ses dosyalarınızı kolayca dönüştürün veya oynatın — MP3, FLAC, OGG, WAV, AAC, Opus ve WMA'yı destekler.
uk: Легко конвертуйте або відтворюйте свої аудіофайли — підтримує MP3, FLAC, OGG, WAV, AAC, Opus та WMA.

source: Extract Audio from Video
bg: Извличане на аудио от видео
cs: Extrahovat zvuk z videa
da: Uddrag lyd fra video
el: Εξαγωγή Ήχου από Βίντεο
et: Ekstraheeri heli video failist
fi: Poista ääni videosta
he: חלץ אודיו מתוך וידאו
hr: Izvuci zvuk iz videa
hu: Hang kinyerése videóból
is: Dregðu hljóð úr myndbandi
it: Estrai audio da video
ja: 動画から音声を抽出する
nl: Audio uit Video Extracten
no: Ekstraher lyd fra video
pl: Wyodrębnij dźwięk z wideo
ro: Extrage audio din video
sk: Extrahovať zvuk z videa
sv: Extrahera ljud från video
tr: Videodan Ses Çıkarma
uk: Витягти аудіо з відео
