Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: MP3 Standard
bg: MP3 стандарт
el: Πρότυπο MP3
fi: MP3-standardi
he: סטנדרט MP3
hu: MP3 szabvány
is: MP3 staðall
it: Standard MP3
ja: MP3標準
nl: MP3-standaard
pl: Standard MP3
ro: Standard MP3
sk: Štandard MP3
uk: MP3 Стандарт

source: Select the output audio format • copy: Keeps the original audio data — only cutting is available • mp3: Widely supported, great balance between size and quality • ogg: Open format, good quality at smaller file sizes • flac: Lossless compression, perfect audio fidelity • wav: Uncompressed format, very large files • aac: Modern format with good overall quality • opus: Excellent quality at low bitrates
bg: Изберете изходния аудио формат • копие: Запазва оригиналните аудио данни — налично е само рязане • mp3: Широко поддържан, отличен баланс между размер и качество • ogg: Отворен формат, добро качество при по-малки размери на файловете • flac: Без загуби компресия, перфектна аудио фиделит • wav: Некомпресиран формат, много големи файлове • aac: Модерен формат с добро общо качество • opus: Отлично качество при ниски битрейти
cs: Vyberte výstupní audio formát • kopie: Zachovává původní audio data — k dispozici je pouze ořezávání • mp3: Široce podporováno, skvělá rovnováha mezi velikostí a kvalitou • ogg: Otevřený formát, dobrá kvalita při menších velikostech souborů • flac: Bezztrátová komprese, dokonalá audio věrnost • wav: Nezkomprimovaný formát, velmi velké soubory • aac: Moderní formát s dobrou celkovou kvalitou • opus: Vynikající kvalita při nízkých bitrates
el: Επιλέξτε τη μορφή εξόδου ήχου • αντιγραφή: Διατηρεί τα αρχικά δεδομένα ήχου — μόνο η κοπή είναι διαθέσιμη • mp3: Ευρέως υποστηριζόμενο, εξαιρετική ισορροπία μεταξύ μεγέθους και ποιότητας • ogg: Ανοιχτή μορφή, καλή ποιότητα σε μικρότερα μεγέθη αρχείων • flac: Χωρίς απώλειες συμπίεση, τέλεια πιστότητα ήχου • wav: Μη συμπιεσμένη μορφή, πολύ μεγάλα αρχεία • aac: Σύγχρονη μορφή με καλή συνολική ποιότητα • opus: Εξαιρετική ποιότητα σε χαμηλές ταχύτητες μετάδοσης
et: Vali väljundheli formaat • koopia: Hoidke originaalheliandmed - saadaval on ainult lõikamine • mp3: Laialdaselt toetatud, suurepärane tasakaal suuruse ja kvaliteedi vahel • ogg: Avatud formaat, hea kvaliteet väiksemate failisuuruste juures • flac: Kaotusteta tihendamine, täiuslik heli täpsus • wav: Tihendamata formaat, väga suured failid • aac: Kaasaegne formaat hea üldise kvaliteediga • opus: Suurepärane kvaliteet madalate bitikiiruste juures
fi: Valitse ulostuloääniformaatti • kopio: Säilyttää alkuperäiset äänidata — vain leikkaus on saatavilla • mp3: Laajasti tuettu, hyvä tasapaino koon ja laadun välillä • ogg: Avoin formaatti, hyvä laatu pienemmillä tiedostokokoilla • flac: Häviötön pakkaus, täydellinen äänenlaatu • wav: Pakkaamaton formaatti, erittäin suuret tiedostot • aac: Moderni formaatti, jossa on hyvä yleinen laatu • opus: Erinomainen laatu matalilla bittinopeuksilla
he: בחר את פורמט האודיו לפלט • העתק: שומר על נתוני האודיו המקוריים — רק חיתוך זמין • mp3: נתמך באופן נרחב, איזון מצוין בין גודל לאיכות • ogg: פורמט פתוח, איכות טובה בגודל קובץ קטן יותר • flac: דחיסה ללא אובדן, נאמנות אודיו מושלמת • wav: פורמט לא דחוס, קבצים מאוד גדולים • aac: פורמט מודרני עם איכות כללית טובה • opus: איכות מצוינת בנתוני קצב נמוכים
hr: Odaberite izlazni audio format • kopiraj: Zadržava izvorne audio podatke — dostupno je samo rezanje • mp3: Široko podržan, odlična ravnoteža između veličine i kvalitete • ogg: Otvoreni format, dobra kvaliteta pri manjim veličinama datoteka • flac: Bez gubitaka kompresija, savršena audio vjernost • wav: Nekomprimirani format, vrlo velike datoteke • aac: Moderni format s dobrom ukupnom kvalitetom • opus: Izvrsna kvaliteta pri niskim bitratima
hu: Válaszd ki a kimeneti audioformátumot • másolás: Megtartja az eredeti audioadatokat — csak vágás érhető el • mp3: Széles körben támogatott, jó egyensúly a méret és a minőség között • ogg: Nyílt formátum, jó minőség kisebb fájlméreteknél • flac: Veszteségmentes tömörítés, tökéletes audio hűség • wav: Tömörítetlen formátum, nagyon nagy fájlok • aac: Modern formátum, jó általános minőséggel • opus: Kiváló minőség alacsony bitráták mellett
is: Veldu útgangs hljóðformið • afrita: Heldur upprunalegu hljóðgögnunum - aðeins klipping er í boði • mp3: Vel studd, frábær jafnvægi milli stærðar og gæð • ogg: Opin form, góð gæði við minni skráarstærðir • flac: Taplaus þjöppun, fullkomin hljóðfidelity • wav: Óþjöppuð skrá, mjög stórar skrár • aac: Nútíma form með góðum almennum gæðum • opus: Frábær gæði við lágar bitahraða
it: Seleziona il formato audio di output • copia: Mantiene i dati audio originali — è disponibile solo il taglio • mp3: Ampiamente supportato, ottimo equilibrio tra dimensione e qualità • ogg: Formato aperto, buona qualità a dimensioni di file più piccole • flac: Compressione senza perdita, perfetta fedeltà audio • wav: Formato non compresso, file molto grandi • aac: Formato moderno con buona qualità complessiva • opus: Eccellente qualità a bassi bitrate
ja: 出力オーディオフォーマットを選択 • コピー: 元のオーディオデータを保持 — カットのみが可能 • mp3: 幅広くサポートされており、サイズと品質のバランスが良い • ogg: オープンフォーマットで、ファイルサイズが小さくても良好な品質 • flac: ロスレス圧縮で、完璧なオーディオ忠実度 • wav: 非圧縮フォーマットで、非常に大きなファイル • aac: 現代的なフォーマットで、全体的に良好な品質 • opus: 低ビットレートで優れた品質
nl: Selecteer het uitvoer audioformaat • kopie: Behoudt de originele audiogegevens — alleen knippen is beschikbaar • mp3: Breed ondersteund, geweldige balans tussen grootte en kwaliteit • ogg: Open formaat, goede kwaliteit bij kleinere bestandsgroottes • flac: Verliesloze compressie, perfecte audiofideliteit • wav: Ongecomprimeerd formaat, zeer grote bestanden • aac: Modern formaat met goede algehele kwaliteit • opus: Uitstekende kwaliteit bij lage bitrates
no: Velg utdata lydformat • kopi: Beholder de originale lyddataene — kun klipping er tilgjengelig • mp3: Bredt støttet, god balanse mellom størrelse og kvalitet • ogg: Åpent format, god kvalitet ved mindre filstørrelser • flac: Tapfri komprimering, perfekt lydkvalitet • wav: Ukomprimert format, veldig store filer • aac: Moderne format med god total kvalitet • opus: Utmerket kvalitet ved lave bithastigheter
ro: Selectați formatul audio de ieșire • copiere: Păstrează datele audio originale — doar tăierea este disponibilă • mp3: Suportat pe scară largă, un echilibru excelent între dimensiune și calitate • ogg: Format deschis, calitate bună la dimensiuni mai mici ale fișierelor • flac: Compresie fără pierderi, fidelitate audio perfectă • wav: Format necomprimat, fișiere foarte mari • aac: Format modern cu o calitate generală bună • opus: Calitate excelentă la rate de biți mici
sk: Vyberte výstupný audio formát • kopírovať: Zachováva pôvodné audio dáta — dostupné je iba strihanie • mp3: Široko podporovaný, skvelá rovnováha medzi veľkosťou a kvalitou • ogg: Otvorený formát, dobrá kvalita pri menších veľkostiach súborov • flac: Bezztrátová kompresia, dokonalá audio vernosť • wav: Nezkomprimovaný formát, veľmi veľké súbory • aac: Moderný formát s dobrou celkovou kvalitou • opus: Vynikajúca kvalita pri nízkych bitratoch
sv: Välj utdata ljudformat • kopiera: Behåller den ursprungliga ljuddata — endast klippning är tillgänglig • mp3: Brett stöd, bra balans mellan storlek och kvalitet • ogg: Öppen format, bra kvalitet vid mindre filstorlekar • flac: Förlustfri kompression, perfekt ljudfidelity • wav: Okodad format, mycket stora filer • aac: Modernt format med bra övergripande kvalitet • opus: Utmärkt kvalitet vid låga bithastigheter
tr: Çıktı ses formatını seçin • kopyala: Orijinal ses verilerini korur — yalnızca kesme işlemi mevcuttur • mp3: Yaygın olarak desteklenir, boyut ve kalite arasında mükemmel denge • ogg: Açık format, daha küçük dosya boyutlarında iyi kalite • flac: Kayıpsız sıkıştırma, mükemmel ses sadakati • wav: Sıkıştırılmamış format, çok büyük dosyalar • aac: İyi genel kaliteye sahip modern format • opus: Düşük bit hızlarında mükemmel kalite
uk: Виберіть вихідний аудіоформат • копіювати: Зберігає оригінальні аудіодані — доступне лише обрізання • mp3: Широко підтримується, чудовий баланс між розміром і якістю • ogg: Відкритий формат, хороша якість при менших розмірах файлів • flac: Безвтратне стиснення, ідеальна аудіофідельність • wav: Нестиснений формат, дуже великі файли • aac: Сучасний формат з хорошою загальною якістю • opus: Відмінна якість при низьких бітрейтах

source: Choose the audio bitrate (quality level) • 32k: Very low quality • 64k: Low quality • 128k: Standard quality • 192k: Good quality • 256k: High quality • 320k: Highest quality
bg: Изберете аудио битрейт (ниво на качество) • 32k: Много ниско качество • 64k: Ниско качество • 128k: Стандартно качество • 192k: Добро качество • 256k: Високо качество • 320k: Най-високо качество
cs: Vyberte audio bitrate (úroveň kvality) • 32k: Velmi nízká kvalita • 64k: Nízká kvalita • 128k: Standardní kvalita • 192k: Dobrá kvalita • 256k: Vysoká kvalita • 320k: Nejvyšší kvalita
el: Επιλέξτε το bitrate ήχου (επίπεδο ποιότητας) • 32k: Πολύ χαμηλή ποιότητα • 64k: Χαμηλή ποιότητα • 128k: Τυπική ποιότητα • 192k: Καλή ποιότητα • 256k: Υψηλή ποιότητα • 320k: Υψηλότερη ποιότητα
et: Vali heliriba (kvaliteet) • 32k: Väga madal kvaliteet • 64k: Madal kvaliteet • 128k: Tavaline kvaliteet • 192k: Hea kvaliteet • 256k: Kõrge kvaliteet • 320k: Kõrgeim kvaliteet
fi: Valitse äänen bittinopeus (laadun taso) • 32k: Erittäin huono laatu • 64k: Huono laatu • 128k: Normaali laatu • 192k: Hyvä laatu • 256k: Korkea laatu • 320k: Korkein laatu
he: בחר את קצב הסיביות של האודיו (רמת איכות) • 32k: איכות מאוד נמוכה • 64k: איכות נמוכה • 128k: איכות סטנדרטית • 192k: איכות טובה • 256k: איכות גבוהה • 320k: איכות הגבוהה ביותר
hr: Odaberite audio bitrate (razinu kvalitete) • 32k: Vrlo niska kvaliteta • 64k: Niska kvaliteta • 128k: Standardna kvaliteta • 192k: Dobra kvaliteta • 256k: Visoka kvaliteta • 320k: Najviša kvaliteta
hu: Válaszd ki az audio bitrátát (minőségi szint) • 32k: Nagyon alacsony minőség • 64k: Alacsony minőség • 128k: Szabványos minőség • 192k: Jó minőség • 256k: Magas minőség • 320k: Legmagasabb minőség
is: Veldu hljóðbitrate (gæðastig) • 32k: Mjög léleg gæði • 64k: Léleg gæði • 128k: Staðlað gæði • 192k: Góð gæði • 256k: Há gæði • 320k: Hæsta gæði
it: Scegli il bitrate audio (livello di qualità) • 32k: Qualità molto bassa • 64k: Qualità bassa • 128k: Qualità standard • 192k: Buona qualità • 256k: Alta qualità • 320k: Qualità massima
ja: オーディオビットレート（品質レベル）を選択してください • 32k: 非常に低い品質 • 64k: 低い品質 • 128k: 標準品質 • 192k: 良い品質 • 256k: 高品質 • 320k: 最高品質
nl: Kies de audio-bitrate (kwaliteitsniveau) • 32k: Zeer lage kwaliteit • 64k: Lage kwaliteit • 128k: Standaard kwaliteit • 192k: Goede kwaliteit • 256k: Hoge kwaliteit • 320k: Hoogste kwaliteit
no: Velg lydbitrate (kvalitetsnivå) • 32k: Veldig lav kvalitet • 64k: Lav kvalitet • 128k: Standard kvalitet • 192k: God kvalitet • 256k: Høy kvalitet • 320k: Høyeste kvalitet
ro: Alegeți bitrate-ul audio (nivelul de calitate) • 32k: Calitate foarte scăzută • 64k: Calitate scăzută • 128k: Calitate standard • 192k: Calitate bună • 256k: Calitate înaltă • 320k: Cea mai înaltă calitate
sk: Vyberte audio bitrate (úroveň kvality) • 32k: Veľmi nízka kvalita • 64k: Nízka kvalita • 128k: Štandardná kvalita • 192k: Dobrá kvalita • 256k: Vysoká kvalita • 320k: Najvyššia kvalita
sv: Välj ljudbitrate (kvalitetsnivå) • 32k: Mycket låg kvalitet • 64k: Låg kvalitet • 128k: Standardkvalitet • 192k: Bra kvalitet • 256k: Hög kvalitet • 320k: Högsta kvalitet
tr: Ses bit hızını (kalite seviyesi) seçin • 32k: Çok düşük kalite • 64k: Düşük kalite • 128k: Standart kalite • 192k: İyi kalite • 256k: Yüksek kalite • 320k: En yüksek kalite
uk: Виберіть бітрейт аудіо (рівень якості) • 32k: Дуже низька якість • 64k: Низька якість • 128k: Стандартна якість • 192k: Хороша якість • 256k: Висока якість • 320k: Найвища якість

source: Adjust the audio volume • 100 = original volume • < 100 = lower volume • > 100 = higher volume Tip: Values above 100 may cause distortion
bg: Регулирайте звуковия обем • 100 = оригинален обем • < 100 = по-нисък обем • > 100 = по-висок обем Съвет: Стойности над 100 могат да причинят изкривяване
cs: Upravte hlasitost zvuku • 100 = původní hlasitost • < 100 = nižší hlasitost • > 100 = vyšší hlasitost Tip: Hodnoty nad 100 mohou způsobit zkreslení
el: Ρυθμίστε την ένταση ήχου • 100 = αρχική ένταση • < 100 = χαμηλότερη ένταση • > 100 = υψηλότερη ένταση Συμβουλή: Τιμές πάνω από 100 μπορεί να προκαλέσουν παραμόρφωση
et: Reguleeri helitugevust • 100 = originaal helitugevus • < 100 = madalam helitugevus • > 100 = kõrgem helitugevus Nipp: Üle 100 olevad väärtused võivad põhjustada moonutusi
fi: Säädä äänenvoimakkuutta • 100 = alkuperäinen äänenvoimakkuus • < 100 = matalampi äänenvoimakkuus • > 100 = korkeampi äänenvoimakkuus Vinkki: Arvot yli 100 voivat aiheuttaa vääristymiä
he: כוון את עוצמת השמע • 100 = עוצמה מקורית • < 100 = עוצמה נמוכה • > 100 = עוצמה גבוהה טיפ: ערכים מעל 100 עשויים לגרום לעיוות
hr: Podesite jačinu zvuka • 100 = izvorna jačina • < 100 = niža jačina • > 100 = viša jačina Savjet: Vrijednosti iznad 100 mogu uzrokovati izobličenje
hu: Állítsa be a hangerejét • 100 = eredeti hangerő • < 100 = alacsonyabb hangerő • > 100 = magasabb hangerő Tipp: A 100 feletti értékek torzulást okozhatnak
is: Aðlaga hljóðstyrkinn • 100 = upprunalegur hljóðstyrkur • < 100 = lægri hljóðstyrkur • > 100 = hærri hljóðstyrkur Ábending: Gildin yfir 100 geta valdið skekkju
it: Regola il volume audio • 100 = volume originale • < 100 = volume ridotto • > 100 = volume aumentato Suggerimento: Valori superiori a 100 possono causare distorsione
ja: オーディオボリュームを調整する • 100 = 元のボリューム • < 100 = ボリュームを下げる • > 100 = ボリュームを上げる ヒント: 100を超える値は歪みを引き起こす可能性があります
nl: Pas het audio-volume aan • 100 = origineel volume • < 100 = lager volume • > 100 = hoger volume Tip: Waarden boven 100 kunnen vervorming veroorzaken
no: Juster lydvolumet • 100 = originalvolum • < 100 = lavere volum • > 100 = høyere volum Tips: Verdier over 100 kan forårsake forvrengning
ro: Ajustați volumul audio • 100 = volumul original • < 100 = volum mai mic • > 100 = volum mai mare Sugestie: Valorile peste 100 pot cauza distorsiuni
sk: Upravte hlasitosť zvuku • 100 = pôvodná hlasitosť • < 100 = nižšia hlasitosť • > 100 = vyššia hlasitosť Tip: Hodnoty nad 100 môžu spôsobiť skreslenie
sv: Justera ljudvolymen • 100 = originalvolym • < 100 = lägre volym • > 100 = högre volym Tips: Värden över 100 kan orsaka distorsion
tr: Ses seviyesini ayarlayın • 100 = orijinal ses seviyesi • < 100 = daha düşük ses seviyesi • > 100 = daha yüksek ses seviyesi İpucu: 100'ün üzerindeki değerler distorsiyona neden olabilir
uk: Налаштуйте гучність аудіо • 100 = оригінальна гучність • < 100 = знижена гучність • > 100 = підвищена гучність Порада: Значення вище 100 можуть викликати спотворення

source: Change playback and conversion speed • 1.0 = normal speed • < 1.0 = slower • > 1.0 = faster Pitch correction is applied automatically
bg: Промяна на скоростта на възпроизвеждане и конвертиране • 1.0 = нормална скорост • < 1.0 = по-бавно • > 1.0 = по-бързо Корекция на височината се прилага автоматично
cs: Změna rychlosti přehrávání a konverze • 1.0 = normální rychlost • < 1.0 = pomalejší • > 1.0 = rychlejší Oprava výšky tónu je aplikována automaticky
el: Αλλαγή ταχύτητας αναπαραγωγής και μετατροπής • 1.0 = κανονική ταχύτητα • < 1.0 = πιο αργά • > 1.0 = πιο γρήγορα Η διόρθωση τονικότητας εφαρμόζεται αυτόματα
et: Mängimise ja konverteerimise kiirus • 1.0 = normaalne kiirus • < 1.0 = aeglasem • > 1.0 = kiirem Häälkorrektsioon rakendatakse automaatselt
fi: Muuta toisto- ja muunnosnopeutta • 1.0 = normaali nopeus • < 1.0 = hitaampi • > 1.0 = nopeampi Korkeuden korjaus sovelletaan automaattisesti
he: שנה את מהירות ההשמעה וההמרה • 1.0 = מהירות רגילה • < 1.0 = איטי יותר • > 1.0 = מהיר יותר תיקון גובה הצליל מוחל אוטומטית
hr: Promjena brzine reprodukcije i konverzije • 1.0 = normalna brzina • < 1.0 = sporije • > 1.0 = brže Ispravak tona se automatski primjenjuje
hu: A lejátszási és átalakítási sebesség megváltoztatása • 1.0 = normál sebesség • < 1.0 = lassabb • > 1.0 = gyorsabb A hangmagasság-korrekció automatikusan alkalmazva van
is: Breyting á spilun og umbreytingarhraða • 1.0 = eðlilegur hraði • < 1.0 = hægari • > 1.0 = hraðari Hljómbreyting er beitt sjálfkrafa
it: Cambia la velocità di riproduzione e conversione • 1.0 = velocità normale • < 1.0 = più lento • > 1.0 = più veloce La correzione del tono viene applicata automaticamente
ja: 再生および変換速度を変更 • 1.0 = 通常速度 • < 1.0 = 遅く • > 1.0 = 速く ピッチ補正は自動的に適用されます
nl: Wijzig afspeel- en conversiesnelheid • 1.0 = normale snelheid • < 1.0 = langzamer • > 1.0 = sneller Tooncorrectie wordt automatisch toegepast
no: Endre avspillings- og konverteringshastighet • 1.0 = normal hastighet • < 1.0 = saktere • > 1.0 = raskere Tonehøydekorrigering brukes automatisk
ro: Schimbați viteza de redare și conversie • 1.0 = viteză normală • < 1.0 = mai lent • > 1.0 = mai rapid Corecția tonalității este aplicată automat
sk: Zmeňte rýchlosť prehrávania a konverzie • 1.0 = normálna rýchlosť • < 1.0 = pomalšie • > 1.0 = rýchlejšie Oprava výšky tónu sa aplikuje automaticky
sv: Ändra uppspelnings- och konverteringshastighet • 1.0 = normal hastighet • < 1.0 = långsammare • > 1.0 = snabbare Tonhöjdsjustering tillämpas automatiskt
tr: Oynatma ve dönüştürme hızını değiştir • 1.0 = normal hız • < 1.0 = daha yavaş • > 1.0 = daha hızlı Ton düzeltmesi otomatik olarak uygulanır
uk: Змініть швидкість відтворення та конвертації • 1.0 = нормальна швидкість • < 1.0 = повільніше • > 1.0 = швидше Корекція висоти тону застосовується автоматично

source: Reduce background noise during conversion Applies a noise filter to improve clarity. Note: it only affects the converted file, not the live preview.
bg: Намалете фоновия шум по време на конверсия Прилага филтър за шум, за да подобри яснотата. Забележка: той засяга само конвертирания файл, а не живия преглед.
el: Μειώστε τον θόρυβο φόντου κατά τη διάρκεια της μετατροπής Εφαρμόζει ένα φίλτρο θορύβου για να βελτιώσει την καθαρότητα. Σημείωση: επηρεάζει μόνο το μετατραπέν αρχείο, όχι την ζωντανή προεπισκόπηση.
fi: Vähennä taustamelua muunnoksen aikana Soveltaa melusuodatinta selkeyden parantamiseksi. Huom: se vaikuttaa vain muunnettuun tiedostoon, ei live-esikatseluun.
he: הפחת רעש רקע במהלך ההמרה מיישם מסנן רעש לשיפור הבהירות. הערה: זה משפיע רק על הקובץ המומר, לא על התצוגה החיה.
hr: Smanjite pozadinsku buku tijekom konverzije Primjenjuje filtar buke za poboljšanje jasnoće. Napomena: utječe samo na konvertiranu datoteku, a ne na uživo pregled.
hu: Csökkenti a háttérzajt a konverzió során Zajszűrőt alkalmaz a tisztaság javítása érdekében. Megjegyzés: csak a konvertált fájlra van hatással, nem az élő előnézetre.
is: Minnkar bakgrunnshljóð við umbreytingu Beitir hávaða síu til að bæta skýrleika. Athugið: það hefur aðeins áhrif á umbreytta skrá, ekki lifandi forsýningu.
it: Riduci il rumore di fondo durante la conversione Applica un filtro di rumore per migliorare la chiarezza. Nota: influisce solo sul file convertito, non sull'anteprima dal vivo.
no: Reduser bakgrunnsstøy under konvertering Bruker et støyfilter for å forbedre klarheten. Merk: det påvirker kun den konverterte filen, ikke forhåndsvisningen.
sk: Zníži pozadí hluk počas konverzie Aplikuje filter na hluk na zlepšenie jasnosti. Poznámka: ovplyvňuje iba prevedený súbor, nie živý náhľad.
sv: Minska bakgrundsbrus under konvertering Tillämpa ett brusfilter för att förbättra tydligheten. Obs: det påverkar endast den konverterade filen, inte den live förhandsgranskningen.
tr: Dönüşüm sırasında arka plan gürültüsünü azalt Açıklığı artırmak için bir gürültü filtresi uygular. Not: yalnızca dönüştürülen dosyayı etkiler, canlı önizlemeyi etkilemez.

source: Display audio as a visual waveform Easily edit by viewing your audio as a waveform. Disable this option to load large files faster.
bg: Показвайте аудио като визуална вълнова форма Лесно редактирайте, като виждате вашето аудио като вълнова форма. Деактивирайте тази опция, за да заредите големи файлове по-бързо.
cs: Zobrazit zvuk jako vizuální vlnovou formu Snadno upravujte zobrazením svého zvuku jako vlnové formy. Deaktivujte tuto možnost pro rychlejší načítání velkých souborů.
el: Εμφάνιση ήχου ως οπτικό κύμα Εύκολη επεξεργασία με την προβολή του ήχου σας ως κύμα. Απενεργοποιήστε αυτήν την επιλογή για να φορτώσετε μεγαλύτερα αρχεία πιο γρήγορα.
et: Kuvaa heli visuaalse lainevormina Redigeeri hõlpsalt, vaadates oma heli lainevormina. Keela see valik, et laadida suuri faile kiiremini.
fi: Näytä ääni visuaalisena aaltomuotona Muokkaa helposti katsomalla ääntäsi aaltomuotona. Poista tämä vaihtoehto käytöstä ladataksesi suuret tiedostot nopeammin.
he: הצג אודיו כגלי קול ערוך בקלות על ידי צפייה באודיו שלך כגל קול. כבה אפשרות זו כדי לטעון קבצים גדולים יותר במהירות.
hr: Prikaži audio kao vizualni valni oblik Jednostavno uređujte gledajući svoj audio kao valni oblik. Onemogućite ovu opciju za brže učitavanje velikih datoteka.
hu: Audió megjelenítése vizuális hullámformaként Könnyen szerkeszthető az audió hullámformaként való megjelenítésével. Ezt az opciót letiltva gyorsabban betölthetők a nagy fájlok.
is: Sýna hljóð sem sjónrænt bylgjuflæði Auðveldlega breyta með því að skoða hljóðið þitt sem bylgjuflæði. Virkjaðu þessa valkost til að hlaða stórum skrám hraðar.
it: Visualizza l'audio come un'onda sonora Modifica facilmente visualizzando il tuo audio come un'onda sonora. Disabilita questa opzione per caricare file di grandi dimensioni più rapidamente.
ja: 音声を視覚的な波形として表示 音声を波形として表示することで、簡単に編集できます。 このオプションを無効にすると、大きなファイルをより早く読み込むことができます。
nl: Toon audio als een visuele golfvorm Bewerk eenvoudig door je audio als een golfvorm te bekijken. Schakel deze optie uit om grote bestanden sneller te laden.
no: Vis visuell bølgeform av lyd Rediger enkelt ved å se lyden din som en bølgeform. Deaktiver dette alternativet for å laste inn store filer raskere.
ro: Afișați audio ca o formă de undă vizuală Editați cu ușurință vizualizând audio-ul ca o formă de undă. Dezactivați această opțiune pentru a încărca fișiere mari mai repede.
sk: Zobrazte zvuk ako vizuálnu vlnovku Jednoducho upravujte zobrazením svojho zvuku ako vlnovky. Deaktivujte túto možnosť, aby ste rýchlejšie načítali veľké súbory.
sv: Visa ljud som en visuell vågform Redigera enkelt genom att se ditt ljud som en vågform. Inaktivera det här alternativet för att ladda stora filer snabbare.
tr: Sesleri görsel dalga formu olarak göster Sesinizi dalga formu olarak görüntüleyerek kolayca düzenleyin. Büyük dosyaların daha hızlı yüklenmesi için bu seçeneği devre dışı bırakın.
uk: Відображати аудіо у вигляді візуальної хвилі Легко редагуйте, переглядаючи своє аудіо у вигляді хвилі. Вимкніть цю опцію, щоб швидше завантажувати великі файли.
