Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: Extract the soundtrack from any video file and save it in your preferred audio format.
bg: Извлечете звуковата пътека от всеки видео файл и я запазете в предпочитания от вас аудио формат.
cs: Extrahujte zvukový záznam z libovolného video souboru a uložte ho ve svém preferovaném audio formátu.
el: Εξαγάγετε τη μουσική υπόκρουση από οποιοδήποτε αρχείο βίντεο και αποθηκεύστε την στη προτιμώμενη μορφή ήχου σας.
et: Ekstrakige heliriba igast videofailist ja salvesta see oma eelistatud helivormingus.
fi: Poista ääniraita mistä tahansa videotiedostosta ja tallenna se haluamassasi äänimuodossa.
he: חלץ את הפסקול מכל קובץ וידאו ושמור אותו בפורמט האודיו המועדף עליך.
hr: Izvucite zvučnu podlogu iz bilo koje video datoteke i spremite je u svom omiljenom audio formatu.
hu: Kivonhatja a hanganyagot bármely videófájlból, és elmentheti a kívánt audioformátumban.
is: Dregðu hljóðrásina úr hvaða vídeóskrá sem er og vistaðu hana í þínu uppáhalds hljóðformi.
it: Estrai la colonna sonora da qualsiasi file video e salvala nel tuo formato audio preferito.
ja: 任意のビデオファイルからサウンドトラックを抽出し、お好みのオーディオ形式で保存します。
nl: Haal de soundtrack uit elk videobestand en sla deze op in uw favoriete audioformaat.
no: Ekstraher lydsporet fra hvilken som helst videofil og lagre det i ditt foretrukne lydformat.
ro: Extrageți coloana sonoră din orice fișier video și salvați-o în formatul audio preferat.
sk: Extrahujte zvukový záznam z akéhokoľvek video súboru a uložte ho vo svojom preferovanom audio formáte.
sv: Extrahera ljudspåret från vilken videofil som helst och spara det i ditt föredragna ljudformat.
tr: Herhangi bir video dosyasından ses kaydını çıkarın ve tercih ettiğiniz ses formatında kaydedin.
uk: Витягніть саундтрек з будь-якого відеофайлу та збережіть його у вашому улюбленому аудіоформаті.

source: Cut and Merge Audio
bg: Изрежи и слей аудио
cs: Střih a sloučení zvuku
da: Klipp og sammensæt lyd
el: Κόψτε και Συγχωνεύστε Ήχο
et: Lõika ja ühenda heli
fi: Leikkaa ja yhdistä ääntä
he: גזור ומזג אודיו
hr: Izreži i spoji audio
hu: Hangfelvétel vágása és egyesítése
is: Klippa og sameina hljóð
it: Taglia e Unisci Audio
ja: 音声のカットとマージ
nl: Audio Knippen en Samenvoegen
no: Klipp og slå sammen lyd
pl: Przycinanie i łączenie audio
ro: Taie și Combină Audio
sk: Strihanie a zlúčenie zvuku
sv: Klipp och sammanfoga ljud
tr: Ses Kesme ve Birleştirme
uk: Обрізати та з'єднати аудіо

source: Use the visual waveform to mark sections and create new files with only the parts you want.
bg: Използвайте визуалната вълнова форма, за да маркирате секции и да създадете нови файлове само с частите, които искате.
cs: Použijte vizuální vlnovou formu k označení sekcí a vytvoření nových souborů pouze s částmi, které chcete.
el: Χρησιμοποιήστε το οπτικό κύμα για να επισημάνετε τμήματα και να δημιουργήσετε νέα αρχεία μόνο με τα μέρη που θέλετε.
et: Kasutage visuaalset lainekuju sektsioonide märkimiseks ja looge uusi faile ainult soovitud osadega.
fi: Käytä visuaalista aaltomuotoa merkitäksesi osiot ja luodaksesi uusia tiedostoja vain haluamillasi osilla.
he: השתמש בגלי הקול הוויזואליים כדי לסמן קטעים וליצור קבצים חדשים עם רק החלקים שתרצה.
hr: Koristite vizualni valni oblik za označavanje sekcija i stvaranje novih datoteka samo s dijelovima koje želite.
hu: Használja a vizuális hullámformát a szakaszok megjelölésére, és hozzon létre új fájlokat csak az Ön által kívánt részekkel.
is: Notaðu sjónræna bylgjuformið til að merkja kafla og búa til nýjar skrár með aðeins þeim hlutum sem þú vilt.
it: Utilizza l'onda visiva per contrassegnare le sezioni e creare nuovi file con solo le parti che desideri.
ja: 視覚的波形を使用してセクションをマークし、必要な部分のみを含む新しいファイルを作成します。
nl: Gebruik de visuele golfvorm om secties te markeren en nieuwe bestanden te maken met alleen de delen die je wilt.
no: Bruk den visuelle bølgen til å merke seksjoner og opprette nye filer med bare de delene du ønsker.
ro: Folosește forma de undă vizuală pentru a marca secțiuni și a crea fișiere noi doar cu părțile dorite.
sk: Použite vizuálny priebeh na označenie sekcií a vytvorte nové súbory iba s časťami, ktoré chcete.
sv: Använd den visuella vågformen för att markera sektioner och skapa nya filer med endast de delar du vill ha.
tr: Görsel dalga formunu kullanarak bölümleri işaretleyin ve yalnızca istediğiniz kısımlarla yeni dosyalar oluşturun.
uk: Використовуйте візуальну хвильову форму для позначення секцій та створення нових файлів лише з тими частинами, які ви хочете.

source: Fast Copy Mode
bg: Бърз режим на копиране
cs: Rychlý režim kopírování
da: Hurtig kopi-tilstand
el: Γρήγορη Λειτουργία Αντιγραφής
et: Kiire kopeerimise režiim
fi: Nopea kopiointitila
he: מצב העתקה מהירה
hr: Brzi način kopiranja
hu: Gyors másolási mód
is: Hraðaflutningshamur
it: Modalità di copia veloce
ja: 高速コピーモード
nl: Snelle kopieermodus
no: Raskopieringsmodus
pl: Tryb szybkiego kopiowania
ro: Mod de copiere rapidă
sk: Rýchly režim kopírovania
sv: Snabbkopieringsläge
tr: Hızlı Kopyalama Modu
uk: Швидкий режим копіювання

source: Cut or copy audio instantly without re-encoding — preserving 100% of the original quality.
bg: Нарежете или копирайте аудио незабавно без повторно кодиране — запазвайки 100% от оригиналното качество.
cs: Okamžité vystřižení nebo zkopírování zvuku bez opětovného kódování — zachování 100% původní kvality.
el: Κόψτε ή αντιγράψτε ήχο άμεσα χωρίς επανακωδικοποίηση — διατηρώντας το 100% της αρχικής ποιότητας.
et: Lõika või kopeeri heli koheselt ilma uuesti kodeerimata — säilitades 100% originaalkvaliteedist.
fi: Leikkaa tai kopioi ääntä välittömästi ilman uudelleenkoodauksen tarvetta — säilyttäen 100 % alkuperäisestä laadusta.
he: חתוך או העתק שמע מיד ללא קידוד מחדש - שומר 100% מהאיכות המקורית.
hr: Odrežite ili kopirajte audio odmah bez ponovnog kodiranja — očuvajući 100% izvorne kvalitete.
hu: Vágja vagy másolja az audiót azonnal újrakódolás nélkül — megőrizve az eredeti minőség 100%-át.
is: Klippið eða afritið hljóð strax án þess að endurkóða — varðveitið 100% af upprunalegri gæðum.
it: Taglia o copia l'audio istantaneamente senza ricodifica, preservando il 100% della qualità originale.
ja: 再エンコードせずにオーディオを瞬時にカットまたはコピー — 元の品質を100%保持します。
nl: Snijd of kopieer audio onmiddellijk zonder opnieuw te coderen - behoud 100% van de originele kwaliteit.
no: Klipp eller kopier lyd umiddelbart uten re-koding — bevar 100 % av den originale kvaliteten.
ro: Taie sau copiază audio instantaneu fără re-encodare — păstrând 100% din calitatea originală.
sk: Okamžité strihanie alebo kopírovanie zvuku bez opätovného kódovania — zachovanie 100% pôvodnej kvality.
sv: Klipp eller kopiera ljud omedelbart utan omkodning — bevara 100% av den ursprungliga kvaliteten.
tr: Sesleri anında kesin veya kopyalayın — orijinal kalitenin %100'ünü koruyarak.
uk: Нарізайте або копіюйте аудіо миттєво без повторного кодування — зберігаючи 100% оригінальної якості.

source: Noise Reduction
bg: Редукция на шума
cs: Odstranění šumu
da: Støjreduktion
el: Μείωση Θορύβου
et: Müraha vähendamine
fi: Melun vähentäminen
he: הפחתת רעש
hr: Smanjenje šuma
hu: Zajcsökkentés
is: Hljóðdrægni
it: Riduzione del rumore
ja: ノイズリダクション
nl: Ruisonderdrukking
no: Støyreduksjon
pl: Redukcja szumów
ro: Reducerea zgomotului
sk: Redukcia šumu
sv: Bullereduktion
tr: Gürültü Azaltma
uk: Зниження шуму

source: Reduce background noise during conversion for cleaner, clearer audio.
bg: Намалете фоновия шум по време на конверсията за по-чист и ясен звук.
cs: Snižte šum na pozadí během převodu pro čistší a jasnější zvuk.
el: Μειώστε τον θόρυβο του φόντου κατά τη διάρκεια της μετατροπής για πιο καθαρό και ευκρινές ήχο.
et: Vähendage taustamüra konverteerimise ajal, et saavutada puhtam ja selgem heli.
fi: Vähennä taustamelua muunnoksen aikana puhtaamman ja kirkkaamman äänen saavuttamiseksi.
he: הפחת רעש רקע במהלך ההמרה עבור אודיו נקי וברור יותר.
hr: Smanjite pozadinsku buku tijekom konverzije za čišći, jasniji zvuk.
hu: Csökkentse a háttérzajt a konverzió során a tisztább, világosabb hang érdekében.
is: Minnka bakgrunnshljóð við umbreytingu fyrir hreinni, skýrari hljóð.
it: Riduci il rumore di fondo durante la conversione per un audio più pulito e chiaro.
ja: 変換中にバックグラウンドノイズを減らして、よりクリーンで明瞭な音声を実現します。
nl: Verminder achtergrondgeluid tijdens conversie voor schonere, helderdere audio.
no: Reduser bakgrunnsstøy under konvertering for renere, klarere lyd.
ro: Reduceți zgomotul de fond în timpul conversiei pentru un audio mai curat și mai clar.
sk: Znížte šum na pozadí počas konverzie pre čistejší a jasnejší zvuk.
sv: Minska bakgrundsbrus under konvertering för renare, tydligare ljud.
tr: Dönüşüm sırasında arka plan gürültüsünü azaltarak daha temiz ve net ses elde edin.
uk: Зменшити фоновий шум під час конвертації для чистішого, яснішого звуку.

source: Volume and Equalizer
bg: Том и Еквалайзер
cs: Hlasitost a ekvalizér
da: Lydstyrke og Equalizer
el: Ένταση και Ισοσταθμιστής
et: Heli ja ekvalaiser
fi: Ääni ja taajuuskorjain
he: ווליום ואקולייזר
hr: Jačinu zvuka i Ekvilajzer
hu: Hangerő és Hangszínszabályzó
is: Hljómur og Jafnari
it: Volume e Equalizzatore
ja: ボリュームとイコライザー
nl: Volume en Equalizer
no: Volum og Equalizer
pl: Głośność i Equalizer
ro: Volum și Egalizator
sk: Hlasitosť a ekvalizér
sv: Volym och Equalizer
tr: Ses ve Eşitleyici
uk: Гучність та еквалайзер

source: Adjust volume levels and fine-tune frequencies with the built-in equalizer for optimal sound.
bg: Настройте нивата на звука и прецизирайте честотите с вградения еквалайзер за оптимален звук.
cs: Upravte úrovně hlasitosti a jemně dolaďte frekvence pomocí vestavěného ekvalizéru pro optimální zvuk.
el: Ρυθμίστε τα επίπεδα έντασης και προσαρμόστε τις συχνότητες με τον ενσωματωμένο ισοσταθμιστή για βέλτιστο ήχο.
et: Reguleeri helitasemeid ja täpsusta sagedusi sisseehitatud ekvalaiseriga parima heli saavutamiseks.
fi: Säädä äänenvoimakkuuden tasoja ja hienosäädä taajuuksia sisäänrakennetulla tasaajalla optimaalista ääntä varten.
he: התאם את רמות הווליום ודייק תדרים עם המequalizer המובנה עבור צליל אופטימלי.
hr: Podesite razinu zvuka i precizno prilagodite frekvencije s ugrađenim ekvilajzerom za optimalan zvuk.
hu: Állítsa be a hangerőszinteket és finomhangolja a frekvenciákat a beépített hangszínszabályzóval az optimális hangzás érdekében.
is: Stilltuðu hljóðstyrkinn og fínstilltu tíðnir með innbyggða jafnvæginu fyrir bestu hljóðgæði.
it: Regola i livelli del volume e affina le frequenze con l'equalizzatore integrato per un suono ottimale.
ja: 内蔵イコライザーを使用して音量レベルを調整し、周波数を微調整して最適な音質を実現します。
nl: Pas het volume aan en verfijn frequenties met de ingebouwde equalizer voor optimale geluidskwaliteit.
no: Juster volumennivåer og finjuster frekvenser med den innebygde equalizeren for optimal lyd.
ro: Ajustați nivelurile de volum și rafinați frecvențele cu egalizatorul încorporat pentru un sunet optim.
sk: Upravte úrovne hlasitosti a jemne dolaďte frekvencie pomocou vstavaného ekvalizéra pre optimálny zvuk.
sv: Justera volymnivåer och finjustera frekvenser med den inbyggda equalizern för optimal ljudkvalitet.
tr: Ses seviyelerini ayarlayın ve en iyi ses için yerleşik eşitleyici ile frekansları ince ayar yapın.
uk: Налаштуйте рівні гучності та точно налаштуйте частоти за допомогою вбудованого еквалайзера для оптимального звуку.

source: Speed Control
bg: Контрол на скоростта
cs: Ovládání rychlosti
da: Hastighedskontrol
el: Έλεγχος Ταχύτητας
et: Kiirusregulaator
fi: Nopeuden säätö
he: בקרת מהירות
hr: Kontrola brzine
hu: Sebességszabályozás
is: Hraða stjórnun
it: Controllo della velocità
ja: 速度制御
nl: Snelheidsregeling
no: Hastighetskontroll
pl: Kontrola prędkości
ro: Controlul vitezei
sk: Ovládanie rýchlosti
sv: Hastighetskontroll
tr: Hız Kontrolü
uk: Керування швидкістю

source: Change playback and conversion speed — slow down or speed up while keeping pitch corrected.
bg: Променете скоростта на възпроизвеждане и конвертиране — забавете или ускори, като запазите коригиран тон.
cs: Změňte rychlost přehrávání a konverze — zpomalte nebo zrychlete při zachování opraveného tónu.
el: Αλλαγή ταχύτητας αναπαραγωγής και μετατροπής — επιβράδυνση ή επιτάχυνση διατηρώντας τη διόρθωση τόνου.
et: Muutke esituse ja konversiooni kiirus — aeglustage või kiirendage, säilitades samal ajal helikõrguse.
fi: Muuta toiston ja muunnoksen nopeutta — hidasta tai nopeuta säilyttäen sävelkorkeus korjattuna.
he: שנה את מהירות ההשמעה וההמרה - האט או האץ תוך שמירה על תיקון הפיץ'.
hr: Promijenite brzinu reprodukcije i konverzije — usporite ili ubrzajte uz ispravljen ton.
hu: Változtassa meg a lejátszási és átalakítási sebességet — lassítson vagy gyorsítson, miközben a hangmagasság helyes marad.
is: Breyta spilun- og umbreytingarhraða — hægja á sér eða flýta sér á meðan hljómurinn er leiðréttur.
it: Cambia la velocità di riproduzione e conversione — rallenta o accelera mantenendo la tonalità corretta.
ja: 再生速度と変換速度を変更 — ピッチを修正しながら遅くしたり速くしたりします。
nl: Verander de afspeel- en conversiesnelheid - vertraag of versnel terwijl de toonhoogte gecorrigeerd blijft.
no: Endre avspillings- og konverteringshastighet — senk eller øk hastigheten mens tonehøyden forblir korrekt.
ro: Schimbă viteza de redare și conversie — încetinește sau accelerează menținând corectată tonalitatea.
sk: Zmeňte rýchlosť prehrávania a konverzie — spomaľte alebo zrýchlite pri zachovaní opraveného tónu.
sv: Ändra uppspelnings- och konverteringshastighet — sänk ner eller öka hastigheten samtidigt som tonhöjden korrigeras.
tr: Oynatma ve dönüştürme hızını değiştirin - tonlama düzeltildiği sürece yavaşlatın veya hızlandırın.
uk: Змінити швидкість відтворення та конвертації — сповільнити або прискорити, зберігаючи виправлений тон.

source: Show dialog on startup
bg: Покажи диалог при стартиране
cs: Zobrazit dialog při spuštění
da: Vis dialog ved opstart
el: Εμφάνιση διαλόγου κατά την εκκίνηση
et: Kuva dialooge käivitamisel
fi: Näytä dialogi käynnistyksessä
he: הצג דיאלוג בהפעלה
hr: Prikaži dijalog pri pokretanju
hu: Indítsa el a párbeszédpanelt a rendszerindításkor.
is: Sýna samskipti við upphaf
it: Mostra dialogo all'avvio
ja: 起動時にダイアログを表示する
nl: Toon dialoog bij opstarten
no: Vis dialog ved oppstart
pl: Pokaż okno dialogowe przy uruchamianiu
ro: Afișați dialogul la pornire
sk: Zobraziť dialóg pri spustení
sv: Visa dialog vid start.
tr: Başlangıçta iletişim kutusunu göster
uk: Показати діалог під час запуску

source: Let's Start
bg: Нека започнем
cs: Začněme
da: Lad os starte
el: Ας ξεκινήσουμε
et: Alustame
fi: Aloitetaan
he: בוא נתחיל
hr: Započnimo
hu: Kezdjük el
is: Byrjum að vinna
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
no: La oss begynne
pl: Zacznijmy
ro: Să începem
sk: Začnime
sv: Låt oss börja
tr: Başlayalım
uk: Давайте почнемо

source: Audio Converter
bg: Аудио конвертор
cs: Audio převodník
da: Lydkonverterer
el: Μετατροπέας Ήχου
et: Heliümberija
fi: Äänimuunnin
he: ממיר אודיו
hr: Audio Konverter
hu: Hangátalakító
is: Hljóðbreytir
it: Convertitore Audio
ja: オーディオコンバータ
no: Lydkonverterer
pl: Konwerter audio
ro: Converter audio
sk: Prevodník zvuku
sv: Ljudkonverterare
tr: Ses Dönüştürücü
uk: Аудіо конвертер

source: Show Welcome Screen
bg: Покажи екран за добре дошли
cs: Zobrazit uvítací obrazovku
da: Vis visningsskærm
el: Εμφάνιση Οθόνης Καλωσορίσματος
et: Kuva Tere tulemast ekraan
fi: Näytä tervetulonäyttö
he: הצג מסך ברוך הבא
hr: Prikaži ekran dobrodošlice
hu: Üdvözlő Képernyő Megjelenítése
is: Sýna Velkomin Skjár
it: Mostra Schermata di Benvenuto
ja: ウェルカムスクリーンを表示
nl: Toon Welkomstscherm
no: Vis visningsskjerm
pl: Pokaż ekran powitalny
ro: Afișați Ecranul de Bun Venit
sk: Zobraziť uvítaciu obrazovku
sv: Visa välkomstskärm
tr: Hoş Geldiniz Ekranını Göster
uk: Показати екран вітання

source: About
bg: За програмата
cs: O aplikaci
da: Om
el: Σχετικά
et: Teave
fi: Tietoja
he: אודות
hr: O aplikaciji
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
ro: Despre
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Add Files
bg: Добавяне на файлове
cs: Přidat soubory
da: Tilføj filer
el: Προσθήκη Αρχείων
et: Lisa failid
fi: Lisää tiedostoja
he: הוסף קבצים
hr: Dodaj datoteke
hu: Fájlok hozzáadása
is: Bæta við skrám
it: Aggiungi file
ja: ファイルを追加
nl: Bestanden Toevoegen
no: Legg til filer
pl: Dodaj pliki
ro: Adaugă fișiere
sk: Pridať súbory
sv: Lägg till filer
tr: Dosya Ekle
uk: Додати файли

source: Convert
bg: Конвертирай
cs: Převést
da: Konverter
el: Μετατροπή
et: Teisenda
fi: Muunna
he: המר
hr: Pretvori
hu: Konvertálás
is: Umbreyta
it: Converti
ja: 変換
nl: Converteren
no: Konverter
pl: Konwertuj
ro: Convertește
sk: Konvertovať
sv: Konvertera
tr: Dönüştür
uk: Конвертувати

source: Play Selection Only
bg: Само избор на игра
da: Spilvalg kun
he: בחירת משחק בלבד
hr: Samo odabir igre
is: Aðeins leikjaúrval
it: Selezione Gioco Solo
pl: Tylko wybór gry
sk: Ibať výberu iba
sv: Endast spelval
tr: Sadece Oyun Seçimi

source: Auto-Advance
bg: Автоматично напредване
cs: Automatické posouvání
da: Auto-fremspringning
el: Αυτόματη Προώθηση
et: Automaatne edasiviimine
fi: Automaattinen eteenpäin siirtyminen
he: התקדמות אוטומטית
hr: Automatsko napredovanje
hu: Automatikus előrehaladás
is: Sjálfvirk framvinda
it: Auto-avanzamento
ja: 自動進行
nl: Automatisch doorgaan
no: Auto-fremdrift
pl: Automatyczne przechodzenie
ro: Avansare automată
sk: Automatické posúvanie
sv: Auto-framande
tr: Otomatik İlerleme
uk: Авто-просування

source: Play
bg: Играй
cs: Hrajte
da: Spil
el: Παίξε
et: Mängi
fi: Soita
he: שחק
hr: Igraj
hu: Játék
is: Spila
it: Gioca
ja: 再生
nl: Afspelen
no: Spill
pl: Graj
ro: Joacă
sk: Hrať
sv: Spela
tr: Oyna
uk: Грати

source: Zoom:
bg: Зум:
el: Ζουμ:
he: זום:
ja: ズーム:

source: Output Format
bg: Формат на изхода
cs: Formát výstupu
el: Μορφή εξόδου
et: Väljimisvormaat
fi: Tulostusmuoto
he: פורמט פלט
hr: Format izlaza
hu: Kimeneti formátum
is: Útgangsformát
it: Formato di output
ja: 出力形式
nl: Uitvoerformaat
no: Utdataformat
pl: Format wyjściowy
ro: Format de ieșire
sk: Formát výstupu
sv: Utdataformat
tr: Çıktı Formatı
uk: Формат виводу

source: Bitrate
bg: Битрейт
el: Ρυθμός μετάδοσης
et: Bitiki
he: קצב סיביות
hu: Bitráta
ja: ビットレート
ro: Rată de biți
sk: Bitráž
tr: Bit hızı
uk: Бітрейт

source: Volume
bg: Обем
cs: Hlasitost
da: Lydstyrke
el: Ένταση
et: Heli
fi: Ääni
he: עוצמה
hr: Jedinica glasnoće
hu: Hangerősség
is: Hljómur
ja: 音量
no: Volum
pl: Głośność
ro: Volum
sk: Hlasitosť
sv: Volym
tr: Ses Seviyesi
uk: Гучність

source: Speed
bg: Скорост
cs: Rychlost
da: Hastighed
el: Ταχύτητα
et: Kiirus
fi: Nope
he: מהירות
hr: Brzina
hu: Sebesség
is: Hraði
it: Velocità
ja: 速度
nl: Snelheid
no: Hastighet
pl: Prędkość
ro: Viteză
sk: Rýchlosť
sv: Hastighet
tr: Hız
uk: Швидкість

source: Generate Waveforms
bg: Генериране на вълнови форми
cs: Generovat vlnové formy
da: Generer bølgeformer
el: Δημιουργία Κυμάτων
et: Genereeri lainevorme
fi: Generoi aaltomuotoja
he: צור גלי צורה
hr: Generiraj valne oblike
hu: Hullámformák generálása
is: Myndu bylgjur
it: Genera Onde
ja: 波形を生成する
nl: Genereer golfvormen
no: Generer bølger
pl: Generuj fale
ro: Generați forme de undă
sk: Generovať vlnové formy
sv: Generera vågformer
tr: Dalga Biçimleri Oluşturun
uk: Генерувати хвильові форми

source: Show help on hover
bg: Покажи помощ при задържане на курсора.
cs: Zobrazit nápovědu při najetí myší
da: Vis hjælp ved at holde musen over
el: Εμφάνιση βοήθειας κατά την επικάλυψη
et: Kuva abi hõljumisel
fi: Näytä apu hiiren päällä
he: הצג עזרה על ריחוף
hr: Prikaži pomoć pri prelasku miša.
hu: Segítség megjelenítése lebegéskor
is: Sýna aðstoð við fljótt yfir.
it: Mostra aiuto al passaggio del mouse
ja: ホバー時にヘルプを表示
nl: Toon hulp bij hover
no: Vis hjelp ved å sveve over
pl: Pokaż pomoc po najechaniu myszką
ro: Afișează ajutor la trecerea mouse-ului.
sk: Zobraziť pomoc pri prechode myšou
sv: Visa hjälp vid hovring
tr: Üzerine geldiğinizde yardım göster
uk: Показати допомогу при наведенні

source: Equalizer
bg: Еквалайзер
cs: Ekvalizér
el: Ισοσταθμιστής
et: Ekvalaiser
fi: Taajuuskorjain
he: מְשָׁווֶה
hr: Ekvalizator
hu: Egyenlítő
is: Jafnari
it: Equalizzatore
ja: イコライザー
ro: Equalizator
sk: Ekvalizér
tr: Ekolayzır
uk: Еквалайзер

source: Configure...
bg: Конфигуриране...
cs: Konfigurovat...
da: Konfigurer...
el: Ρύθμιση...
et: Konfigureeri...
fi: Määritä...
he: הגדר...
hr: Konfiguriraj...
hu: Beállítás...
is: Stillir...
it: Configura...
ja: 設定...
nl: Configureren...
no: Konfigurer...
pl: Konfiguruj...
ro: Configurează...
sk: Konfigurovať...
sv: Konfigurera...
tr: Yapılandır...
uk: Налаштувати...

source: Cut
bg: Изрежи
cs: Vyjmout
da: Klip
el: Αποκοπή
et: Lõika
fi: Leikkaa
he: גזור
hr: Izreži
hu: Kivágás
is: Klippa
it: Taglia
ja: カット
nl: Knippen
no: Klipp
pl: Wytnij
ro: Tăiați
sk: Vystrihnúť
sv: Klipp
tr: Kesmek
uk: Вирізати

source: Off
bg: Изключено
cs: Vypnuto
da: Fraud.
el: Απενεργοποιημένο
et: Väljas
fi: Pois päältä
he: כבוי
hr: Isključeno
hu: Ki.
is: Slökkt
it: Spento
ja: オフ
nl: Uit
no: Av
pl: Wyłączone
ro: Oprit
sk: Vypnúť
sv: Av
tr: Kapalı
uk: Вимкнено

source: Chronological
bg: Хронологичен
cs: Chronologický
da: Kronologisk
el: Χρονολογικός
et: Kronoloogiline
fi: Kronologinen
he: כרונולוגי
hr: Kronološki
hu: Kronológiai
is: Tímabilskennt.
it: Cronologico
ja: 年代順
nl: Chronologisch
no: Kronologisk
pl: Chronologiczny
ro: Cronologic
sk: Chronologický
sv: Kronologisk
tr: Kronolojik
uk: Хронологічний

source: Segment Number
bg: Номер на сегмента
cs: Číslo segmentu
da: Segmentnummer
el: Αριθμός τμήματος
et: Segmenti number
fi: Segmenttin numero
he: מספר קטע
hr: Broj segmenta
hu: Szegmens szám
is: Segment númer
it: Numero di segmento
ja: セグメント番号
nl: Segmentnummer
no: Segmentnummer
pl: Numer segmentu
ro: Număr segment
sk: Číslo segmentu
sv: Segmentnummer
tr: Segment Numarası
uk: Номер сегмента

source: No files to convert
bg: Няма файлове за конвертиране
cs: Žádné soubory k převodu
da: Ingen filer at konvertere
el: Δεν υπάρχουν αρχεία προς μετατροπή
et: Ei muudetavaid faile.
fi: Ei muunnettavia tiedostoja
he: אין קבצים להמיר
hr: Nema datoteka za konverziju
hu: Nincsenek átalakítandó fájlok.
is: Engin ekki skrár til að breyta.
it: Nessun file da convertire
ja: 変換するファイルはありません
nl: Geen bestanden om te converteren
no: Ingen filer å konvertere
pl: Brak plików do konwersji
ro: Nu sunt fișiere de convertit.
sk: Žiadne súbory na konverziu
sv: Inga filer att konvertera
tr: Dönüştürülecek dosya yok.
uk: Немає файлів для конвертації

source: Please add at least one file to convert.
bg: Моля, добавете поне един файл за конвертиране.
cs: Prosím přidejte alespoň jeden soubor k převodu.
da: Ven venligst tilføj mindst én fil til konvertering.
el: Παρακαλώ προσθέστε τουλάχιστον ένα αρχείο προς μετατροπή.
et: Palun lisage vähemalt üks fail konverteerimiseks.
fi: Ole hyvä ja lisää vähintään yksi tiedosto muunnettavaksi.
he: אנא הוסף לפחות קובץ אחד להמרה.
hr: Molimo dodajte barem jednu datoteku za konverziju.
hu: Kérjük, adj hozzá legalább egy fájlt a konvertáláshoz.
is: Vinsamlegast bættu við að minnsta kosti einu skjali til að breyta.
it: Si prega di aggiungere almeno un file da convertire.
ja: 変換するために少なくとも1つのファイルを追加してください。
nl: Voeg alstublieft ten minste één bestand toe om te converteren.
no: Vennligst legg til minst én fil for å konvertere.
pl: Proszę dodać przynajmniej jeden plik do konwersji.
ro: Vă rugăm să adăugați cel puțin un fișier de convertit.
sk: Prosím, pridajte aspoň jeden súbor na konverziu.
sv: Vänligen lägg till minst en fil att konvertera.
tr: Lütfen dönüştürmek için en az bir dosya ekleyin.
uk: Будь ласка, додайте принаймні один файл для конвертації.
