Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: Converting Files
bg: Конвертиране на файлове
cs: Převod souborů
da: Konvertere filer
el: Μετατροπή Αρχείων
et: Failide konverteerimine
fi: Tiedostojen muuntaminen
he: ממיר קבצים
hr: Pretvaranje datoteka
hu: Fájlok átalakítása
is: Breyta skrám
it: Conversione file
ja: ファイルを変換中
nl: Bestanden converteren
no: Konvertere filer
pl: Konwertowanie plików
ro: Conversia fișierelor
sk: Prevádzanie súborov
sv: Konverterar filer
tr: Dosyaları Dönüştürme
uk: Перетворення файлів

source: Converting file 1 of {0}
bg: Конвертиране на файл 1 от {0}
cs: Převádím soubor 1 z {0}
da: Konverterer fil 1 af {0}
el: Μετατροπή αρχείου 1 από {0}
et: Faili {0} konverteerimine 1.
fi: Muunnetaan tiedostoa 1 kohteesta {0}
he: ממיר קובץ 1 מתוך {0}
hr: Pretvaranje datoteke 1 od {0}
hu: Fájl 1 átalakítása a {0} közül
is: Umbreyti skrá 1 af {0}
it: Conversione file 1 di {0}
ja: ファイル 1 を {0} に変換中
nl: Bestand 1 van {0} aan het converteren
no: Konverterer fil 1 av {0}
pl: Konwertowanie pliku 1 z {0}
ro: Conversia fișierului 1 din {0}
sk: Prevádzka súboru 1 z {0}
sv: Konverterar fil 1 av {0}
tr: {0} dosyasını dönüştürüyor 1.
uk: Перетворення файлу 1 з {0}

source: Converting file {0} of {1} ({2}%) Current file: {3}
bg: Конвертиране на файл {0} от {1} ({2}%) Текущ файл: {3}
cs: Převádím soubor {0} z {1} ({2}%) Aktuální soubor: {3}
da: Konverterer fil {0} af {1} ({2}%) Aktuel fil: {3}
el: Μετατροπή αρχείου {0} από {1} ({2}%) Τρέχον αρχείο: {3}
et: Faili {0} konverteerimine {1} ({2}%) Praegune fail: {3}
fi: Muunnetaan tiedostoa {0} / {1} ({2}%) Nykyinen tiedosto: {3}
he: ממיר קובץ {0} מתוך {1} ({2}%) קובץ נוכחי: {3}
hr: Pretvaranje datoteke {0} od {1} ({2}%) Trenutna datoteka: {3}
hu: A {1} fájl {0} átalakítása ({2}%) Jelenlegi fájl: {3}
is: Að breyta skrá {0} af {1} ({2}%) Núverandi skrá: {3}
it: Conversione del file {0} di {1} ({2}%) File corrente: {3}
ja: ファイル {0} を {1} の ({2}%) に変換中 現在のファイル: {3}
nl: Bestand {0} van {1} ({2}%) aan het converteren Huidig bestand: {3}
no: Konverterer fil {0} av {1} ({2}%) Nåværende fil: {3}
pl: Konwertowanie pliku {0} z {1} ({2}%) Bieżący plik: {3}
ro: Conversia fișierului {0} din {1} ({2}%) Fișierul curent: {3}
sk: Prevádzanie súboru {0} z {1} ({2}%) Aktuálny súbor: {3}
sv: Konverterar fil {0} av {1} ({2}%) Aktuell fil: {3}
tr: {1} dosyasının {0} ({2}%) dönüştürülüyor Geçerli dosya: {3}
uk: Перетворення файлу {0} з {1} ({2}%) Поточний файл: {3}

source: Conversion Error
bg: Грешка при конвертиране
cs: Chyba konverze
da: Konverteringsfejl
el: Σφάλμα Μετατροπής
et: Muutmisviga
fi: Muunna virhe
he: שגיאת המרה
hr: Greška u konverziji
hu: Átalakítási hiba
is: Umbreytingarvilla
it: Errore di conversione
ja: 変換エラー
nl: Conversiefout
no: Konverteringsfeil
pl: Błąd konwersji
ro: Eroare de conversie
sk: Chyba konverzie
sv: Konverteringsfel
tr: Dönüşüm Hatası
uk: Помилка конвертації

source: An error occurred during conversion.
bg: Възникна грешка по време на конверсията.
cs: Během převodu došlo k chybě.
da: Der opstod en fejl under konvertering.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια της μετατροπής.
et: Tekkis viga konverteerimise ajal.
fi: Muunnossa tapahtui virhe.
he: אירעה שגיאה במהלך ההמרה.
hr: Došlo je do pogreške tijekom konverzije.
hu: Hiba történt a konverzió során.
is: Villa kom upp við umbreytingu.
it: Si è verificato un errore durante la conversione.
ja: 変換中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens de conversie.
no: Det oppstod en feil under konvertering.
pl: Wystąpił błąd podczas konwersji.
ro: A apărut o eroare în timpul conversiei.
sk: Pri konverzii došlo k chybe.
sv: Ett fel inträffade under konverteringen.
tr: Dönüşüm sırasında bir hata oluştu.
uk: Сталася помилка під час конвертації.

source: Successfully converted {} files
bg: Успешно конвертирани {} файла
cs: Úspěšně převedeno {} souborů
da: Succesfuldt konverteret {} filer
el: Επιτυχώς μετατράπηκαν {} αρχεία
et: Edukalt muudetud {} faili
fi: Muutettiin {} tiedostoa onnistuneesti.
he: המרת {} קבצים בוצעה בהצלחה
hr: Uspješno je konvertirano {} datoteka
hu: Sikeresen átalakított {} fájl.
is: Sukrandi {} skrár.
it: Conversione di {} file avvenuta con successo.
ja: {}ファイルを正常に変換しました。
nl: Succesvol {} bestanden geconverteerd
no: Suksessfullt konvertert {} filer
pl: Pomyślnie skonwertowano {} plików
ro: Conversia a fost realizată cu succes pentru {} fișiere.
sk: Úspešne konvertovaných {} súborov
sv: Framgångsrikt konverterade {} filer
tr: Başarıyla {} dosyası dönüştürüldü.
uk: Успішно конвертовано {} файлів

source: Successfully converted 1 file
bg: Успешно конвертирано 1 файл
cs: Úspěšně převeden 1 soubor
da: Succesfuldt konverteret 1 fil
el: Επιτυχώς μετατράπηκε 1 αρχείο
et: Faili on edukalt muudetud.
fi: Muutettiin 1 tiedosto onnistuneesti
he: המרה של קובץ אחד בוצעה בהצלחה
hr: Uspješno je konvertiran 1 datoteka
hu: Sikeresen átkonvertált 1 fájlt
is: Sukrandið 1 skrá.
it: File convertito con successo 1
ja: 1つのファイルが正常に変換されました。
nl: Bestand succesvol geconverteerd.
no: Suksessfullt konvertert 1 fil
pl: Pomyślnie skonwertowano 1 plik
ro: Fișierul a fost convertit cu succes.
sk: Úspešne prevedený 1 súbor
sv: Framgångsrikt konverterad 1 fil
tr: 1 dosya başarıyla dönüştürüldü.
uk: Успішно конвертовано 1 файл

source: Conversion Complete
bg: Конверсията е завършена
cs: Konverze dokončena
da: Konvertering Fuldført
el: Η μετατροπή ολοκληρώθηκε
et: Konversioon lõpetatud
fi: Muuntaus valmis
he: המרה הושלמה
hr: Konverzija dovršena
hu: A konverzió befejeződött
is: Umbreyting lokið
it: Conversione completata
ja: 変換完了
nl: Conversie Voltooid
no: Konvertering fullført
pl: Konwersja zakończona
ro: Conversie finalizată
sk: Konverzia dokončená
sv: Konvertering slutförd
tr: Dönüşüm Tamamlandı
uk: Конверсія завершена

source: Open Folder
bg: Отвори папка
cs: Otevřít složku
da: Åbn mappe
el: Άνοιγμα Φακέλου
et: Ava kaustik
fi: Avaa kansio
he: פתח תיקייה
hr: Otvorite mapu
hu: Mappa megnyitása
is: Opna möppu
it: Apri Cartella
ja: フォルダーを開く
nl: Map openen
no: Åpne mappe
pl: Otwórz folder
ro: Deschide folderul
sk: Otvoriť priečinok
sv: Öppna mapp
tr: Klasörü Aç
uk: Відкрити папку

source: Close
bg: Затвори
cs: Zavřít
da: Luk
el: Κλείσιμο
et: Sulge
fi: Sulje
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
ro: Închide
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити

source: Clear Queue
bg: Изчисти опашката
cs: Vymazat frontu
da: Ryd køen
el: Καθαρισμός Ουράς
et: Tühjenda järjekord
fi: Tyhjennä jonot
he: נקה תור
hr: Isprazni red čekanja
hu: Sor törlése
is: Tæmja biðröð
it: Svuota coda
ja: キューをクリア
nl: Wachtrij wissen
no: Tøm kø
pl: Wyczyść kolejkę
ro: Șterge coada
sk: Vymazať frontu
sv: Rensa kö
tr: Kuyruğu Temizle
uk: Очистити чергу

source: Are you sure you want to clear the queue?
bg: Сигурни ли сте, че искате да изчистите опашката?
cs: Opravdu chcete vymazat frontu?
da: Er du sikker på, at du vil rydde køen?
el: Είστε σίγουροι ότι θέλετε να εκκαθαρίσετε την ουρά;
et: Kas olete kindel, et soovite järjekorra tühistada?
fi: Oletko varma, että haluat tyhjentää jonon?
he: האם אתה בטוח שברצונך לנקות את התור?
hr: Jeste li sigurni da želite isprazniti red?
hu: Biztos benne, hogy törölni szeretné a sort?
is: Ertu viss um að þú viljir hreinsa biðröðina?
it: Sei sicuro di voler svuotare la coda?
ja: キューをクリアしてもよろしいですか？
nl: Weet u zeker dat u de wachtrij wilt wissen?
no: Er du sikker på at du vil tømme køen?
pl: Czy na pewno chcesz wyczyścić kolejkę?
ro: Ești sigur că vrei să ștergi coada?
sk: Ste naozaj istí, že chcete vymazať frontu?
sv: Är du säker på att du vill rensa kön?
tr: Sıra temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити чергу?

source: Clear
bg: Изчисти
cs: Vymazat
da: Ryd op
el: Καθαρίστε
et: Selge
fi: Tyhjennä
he: נקה
hr: Jasno
hu: Tisztítás
is: Skýra
it: Chiaro
ja: クリア
nl: Duidelijk
no: Klar
pl: Wyczyść
ro: Clar.
sk: Vymazanie
sv: Rensa
tr: Temizle
uk: Очистити

source: Select Audio or Video Files
bg: Изберете аудио или видео файлове
cs: Vyberte zvukové nebo video soubory
da: Vælg lyd- eller videofiler
el: Επιλέξτε Αρχεία Ήχου ή Βίντεο
et: Vali helifailid või videofailid
fi: Valitse ääni- tai videotiedostot
he: בחר קבצי אודיו או וידאו
hr: Odaberite audio ili video datoteke
hu: Válassza ki az audio- vagy videófájlokat
is: Veldu hljóð- eða vídeóskrár
it: Seleziona file audio o video
ja: オーディオまたはビデオファイルを選択してください
nl: Selecteer audio- of videobestanden
no: Velg lyd- eller videofiler
pl: Wybierz pliki audio lub wideo
ro: Selectați fișiere audio sau video
sk: Vyberte zvukové alebo video súbory
sv: Välj ljud- eller videofiler
tr: Ses veya Video Dosyalarını Seçin
uk: Виберіть аудіо або відеофайли

source: Audio and Video files
bg: Аудио и видео файлове
cs: Zvukové a video soubory
da: Lyd- og videofiler
el: Αρχεία Ήχου και Βίντεο
et: Heli- ja videofailid
fi: Äänitiedostot ja videotiedostot
he: קבצי אודיו ווידאו
hr: Audio i video datoteke
hu: Audio- és videófájlok
is: Hljóð- og myndskrár
it: File audio e video
ja: オーディオおよびビデオファイル
nl: Audio- en videobestanden
no: Lyd- og videofiler
pl: Pliki audio i wideo
ro: Fișiere audio și video
sk: Audio a video súbory
sv: Ljud- och videofiler
tr: Ses ve Video dosyaları
uk: Аудіо та відеофайли

source: All files
bg: Всички файлове
cs: Všechny soubory
da: Alle filer
el: Όλα τα αρχεία
et: Kõik failid
fi: Kaikki tiedostot
he: כל הקבצים
hr: Sve datoteke
hu: Összes fájl
is: Öll skrár
it: Tutti i file
ja: すべてのファイル
nl: Alle bestanden
no: Alle filer
pl: Wszystkie pliki
ro: Toate fișierele
sk: Všetky súbory
sv: Alla filer
tr: Tüm dosyalar
uk: Усі файли

source: Pause
bg: Пауза
cs: Pozastavit
el: Παύση
et: Pausi
fi: Pysäytä
he: השהה
hr: Pauza
hu: Szüneteltetés
is: Pausa
it: Pausa
ja: 一時停止
nl: Pauze
pl: Pauza
ro: Pauză
sk: Pozastaviť
sv: Pausa
tr: Duraklat
uk: Пауза

source: Preset:
bg: Предустановен режим:
cs: Předvolba:
da: Forudindstilling:
el: Προκαθορισμένο:
et: Eelseade:
fi: Esiasetus:
he: הגדרה מראש:
hr: Postavka:
hu: Előbeállítás:
is: Forskrift:
it: Impostazione predefinita:
ja: プリセット:
nl: Voorinstelling:
no: Forhåndsinnstilling:
pl: Ustawienie wstępne:
sk: Predvoľba:
sv: Förinställning:
tr: Ön ayar:
uk: Налаштування:

source: Flat
bg: Плосък
cs: Ploché
da: Flad
el: Επίπεδο
et: Lame
fi: Tasainen
he: שטוח
hr: Ravanjski
hu: Lapos
is: Flatur
it: Piatto
ja: フラット
nl: Vlak
pl: Płaski
ro: Plat
sk: Ploché
sv: Platt
tr: Düz
uk: Плоский

source: Bass Boost
bg: Усилване на баса
cs: Zesílení basů
da: Basseforstærkning
el: Ενίσχυση Μπάσου
et: Bassitõuke
fi: Bass-voimakkuuden lisäys
he: הגברת בס
hr: Povećanje basa
hu: Bass kiemelés
is: Bass aukning
it: Potenziamento dei bassi
ja: バスブースト
nl: Bassversterking
no: Bassforsterkning
pl: Wzmocnienie basów
ro: Amplificare bass
sk: Zvýšenie basov
sv: Baskraft
tr: Bas Takviyesi
uk: Підсилення басу

source: Treble Boost
bg: Увеличаване на високи тонове
cs: Zesílení výšek
da: Diskantforstærkning
el: Ενίσχυση Πρίμων
et: Kolme kordistamine
fi: Treble-vahvistus
he: הגברת טרבל
hr: Povećanje visokih tonova
hu: Magas hangemelés
is: Hækka háa tónana
it: Aumento dei treble
ja: トレブルブースト
nl: Treble Versterking
no: Diskantforsterkning
pl: Wzmocnienie wysokich tonów
ro: Amplificare înalte
sk: Zosilnenie výšok
sv: Diskantförstärkning
tr: Tizleme Artışı
uk: Підвищення високих частот

source: Vocal Boost
bg: Увеличаване на гласа
cs: Zesílení hlasu
da: Vokalforstærkning
el: Ενίσχυση Φωνής
et: Häälitõstmine
fi: Äänenvoimakkuuden lisäys
he: הגברת קול
hr: Povećanje glasa
hu: Vokális erősítés
is: Raddar raddar
it: Potenziamento vocale
ja: ボーカルブースト
nl: Vocal Versterking
no: Vokalforsterkning
pl: Wzmocnienie wokalu
ro: Amplificare vocală
sk: Zvýšenie hlasu
sv: Röstförstärkning
tr: Ses Artışı
uk: Посилення голосу

source: Rock
bg: Рок
cs: Skála
el: Βράχος
et: Kivi
fi: Kivi
he: סלע
hr: Stijena
hu: Szikla
is: Steinn
it: Roccia
ja: 岩
no: Stein
ro: Rocă
sk: Skala
tr: Kayalık
uk: Скеля

source: Dance
bg: Танцувайте
cs: Tanec
da: Dans
el: Χορός
et: Tantsu
fi: Tanssi
he: ריקוד
hr: Plesni
hu: Tánc
is: Dansa
it: Ballare
ja: ダンス
nl: Dans
no: Danse
pl: Taniec
ro: Dans
sk: Tancovať
sv: Dansa
tr: Dans
uk: Танцювати

source: Reset
bg: Нулиране
cs: Obnovit
da: Nulstil
el: Επαναφορά
et: Taasta
fi: Nollaa
he: איפוס
hr: Ponovno postavi
hu: Visszaállítás
is: Endurstilla
it: Ripristina
ja: リセット
nl: Resetten
no: Tilbakestill
pl: Resetuj
ro: Resetare
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Скинути

source: BigLinux Team
bg: BigLinux екип
cs: BigLinux Tým
el: Ομάδα BigLinux
et: BigLinuxi meeskond
fi: BigLinux-tiimi
he: צוות ביגלינוקס
hr: BigLinux Tim
hu: BigLinux Csapat
is: BigLinux teymi
ja: ビッグリナックスチーム
no: BigLinux-teamet
pl: Zespół BigLinux
ro: Echipa BigLinux
sk: BigLinux Tím
sv: BigLinux-teamet
tr: BigLinux Ekibi
uk: BigLinux Команда

source: Convert or Edit Audio
bg: Конвертиране или редактиране на аудио
cs: Převést nebo upravit zvuk
da: Konverter eller rediger lyd
el: Μετατροπή ή Επεξεργασία Ήχου
et: Muuda või redigeeri heli
fi: Muunna tai muokkaa ääntä
he: המרה או עריכת שמע
hr: Pretvori ili Uredi Audio
hu: Audio átalakítása vagy szerkesztése
is: Breyta eða breyta hljóði
it: Convertire o modificare audio
ja: オーディオを変換または編集する
nl: Audio converteren of bewerken
no: Konverter eller rediger lyd
pl: Konwertuj lub edytuj dźwięk
ro: Converteți sau Editați Audio
sk: Previesť alebo upraviť zvuk
sv: Konvertera eller redigera ljud
tr: Ses Dönüştür veya Düzenle
uk: Конвертувати або редагувати аудіо

source: Convert or Edit {0} Audio Files
bg: Конвертиране или редактиране на {0} аудиофайлове
cs: Převést nebo upravit {0} audio souborů
da: Konverter eller rediger {0} lydfiler
el: Μετατροπή ή Επεξεργασία {0} Αρχείων Ήχου
et: Muuda või redigeeri {0} helifaile
fi: Muunna tai muokkaa {0} äänitiedostoja
he: המיר או ערוך קבצי אודיו {0}
hr: Pretvori ili Uredi {0} Audio Datoteke
hu: Konvertálja vagy szerkessze a {0} hangfájlokat
is: Breyta eða breyta {0} hljóðskrám
it: Converti o Modifica {0} File Audio
ja: {0}のオーディオファイルを変換または編集する
nl: Converteer of bewerk {0} audiobestanden
no: Konverter eller rediger {0} lydfiler
pl: Konwertuj lub edytuj pliki audio {0}
ro: Converteți sau Editați Fișiere Audio {0}
sk: Konvertovať alebo upraviť {0} audio súbory
sv: Konvertera eller redigera {0} ljudfiler
tr: {0} Ses Dosyalarını Dönüştür veya Düzenle
uk: Конвертувати або редагувати {0} аудіофайли

source: Extract Audio
bg: Извлечи аудио
cs: Extrahovat zvuk
da: Uddrag lyd
el: Εξαγωγή Ήχου
et: Ekstraheeri heli
fi: Poista ääni
he: חלץ אודיו
hr: Izvuci zvuk
hu: Hang kinyerése
is: Dreggja hljóð
it: Estrai audio
ja: 音声を抽出する
nl: Audio Extractie
no: Ekstraher lyd
pl: Wyodrębnij dźwięk
ro: Extrage Audio
sk: Extrahovať zvuk
sv: Extrahera ljud
tr: Ses Çıkarımı
uk: Витягти аудіо

source: Extract Audio from {0} Video Files
bg: Извлечете аудио от {0} видео файлове
cs: Extrahovat zvuk z {0} video souborů
da: Uddrag lyd fra {0} videofiler
el: Εξαγωγή Ήχου από {0} Αρχεία Βίντεο
et: Ekstraheeri heli {0} videofailidest
fi: Poista ääni {0} videotiedostoista
he: חלץ אודיו מקבצי וידאו {0}
hr: Izvuci audio iz {0} video datoteka
hu: Kivonat Audio a {0} Videofájlokból
is: Dreggðu hljóð úr {0} vídeóskrám
it: Estrai audio da {0} file video
ja: {0}のビデオファイルから音声を抽出する
nl: Audio extraheren uit {0} videobestanden
no: Ekstraher lyd fra {0} videofiler
pl: Wyodrębnij dźwięk z plików wideo {0}
ro: Extrageți audio din fișiere video {0}
sk: Extrahovať zvuk z {0} video súborov
sv: Extrahera ljud från {0} videofiler
tr: {0} Video Dosyalarından Ses Çıkarın
uk: Витягти аудіо з {0} відеофайлів

source: Process {0} Audio/Video Files
bg: Обработете {0} аудио/видео файлове
cs: Zpracovat {0} audio/video soubory
da: Behandl {0} Lyd/Video Filer
el: Επεξεργασία {0} Αρχείων Ήχου/Βίντεο
et: Töötle {0} helifaili/ videofaili
fi: Käsittele {0} ääni-/videotiedostoja
he: עיבוד קבצי אודיו/וידאו {0}
hr: Obradite {0} audio/video datoteke
hu: Feldolgozás {0} Audio/Videó Fájlok
is: Vinnsla {0} Hljóð/Myndskráa
it: Elabora i file audio/video {0}
ja: プロセス {0} オーディオ/ビデオファイル
nl: Verwerk {0} Audio/Video Bestanden
no: Behandle {0} lyd-/videofiler
pl: Przetwarzaj pliki audio/wideo {0}
ro: Procesează fișiere audio/video {0}
sk: Spracovať {0} audio/video súbory
sv: Bearbeta {0} ljud-/videofiler
tr: {0} Ses/Görüntü Dosyalarını İşle
uk: Обробити {0} аудіо/відеофайли

source: No valid local files selected
bg: Не са избрани валидни локални файлове.
cs: Nebyly vybrány žádné platné místní soubory.
da: Ingen gyldige lokale filer valgt
el: Δεν έχουν επιλεγεί έγκυρα τοπικά αρχεία.
et: Kehtivaid kohalikke faile ei ole valitud.
fi: Ei voimassa olevia paikallisia tiedostoja valittu.
he: לא נבחרו קבצים מקומיים תקפים
hr: Nema odabranih valjanih lokalnih datoteka
hu: Nincsenek érvényes helyi fájlok kiválasztva.
is: Engin giltir staðbundin skrár valdar
it: Nessun file locale valido selezionato
ja: 有効なローカルファイルが選択されていません
nl: Geen geldige lokale bestanden geselecteerd
no: Ingen gyldige lokale filer valgt
pl: Nie wybrano ważnych lokalnych plików.
ro: Nu au fost selectate fișiere locale valide.
sk: Neboli vybrané žiadne platné miestne súbory.
sv: Inga giltiga lokala filer valda
tr: Geçerli yerel dosyalar seçilmedi.
uk: Не вибрано жодних дійсних локальних файлів.

source: Could not get the path for the selected audio files.
bg: Не можа да се получи пътят за избраните аудио файлове.
cs: Nepodařilo se získat cestu k vybraným audio souborům.
da: Kunne ikke få stien til de valgte lydfiler.
el: Δεν ήταν δυνατή η λήψη της διαδρομής για τα επιλεγμένα αρχεία ήχου.
et: Valitud helifailide teed ei saanud kätte.
fi: Ei voitu saada polkua valituille äänitiedostoille.
he: לא ניתן לקבל את הנתיב לקבצי האודיו שנבחרו.
hr: Nije moguće dobiti putanju za odabrane audio datoteke.
hu: Nem sikerült megszerezni a kiválasztott audiofájlok elérési útját.
is: Gat ekki slóðina fyrir valda hljóðskrárnar.
it: Impossibile ottenere il percorso per i file audio selezionati.
ja: 選択したオーディオファイルのパスを取得できませんでした。
nl: Kon het pad voor de geselecteerde audiobestanden niet ophalen.
no: Kunne ikke hente banen for de valgte lydfilene.
pl: Nie można uzyskać ścieżki dla wybranych plików audio.
ro: Nu s-a putut obține calea pentru fișierele audio selectate.
sk: Nepodarilo sa získať cestu k vybraným audio súborom.
sv: Kunde inte hämta sökvägen för de valda ljudfilerna.
tr: Seçilen ses dosyaları için yolu alamadım.
uk: Не вдалося отримати шлях до вибраних аудіофайлів.

source: Application Launch Error
bg: Грешка при стартиране на приложението
cs: Chyba při spuštění aplikace
da: Applikationsstartfejl
el: Σφάλμα εκκίνησης εφαρμογής
et: Rakenduse käivitamise viga
fi: Sovelluksen käynnistysvirhe
he: שגיאת השקת יישום
hr: Greška pri pokretanju aplikacije
hu: Alkalmazásindítási hiba
is: Aðgangs Villa við Forrit
it: Errore di avvio dell'applicazione
ja: アプリケーション起動エラー
nl: Toepassingsstartfout
no: Applikasjonsstartfeil
pl: Błąd uruchamiania aplikacji
ro: Eroare la lansarea aplicației
sk: Chyba pri spustení aplikácie
sv: Applikationsstartfel
tr: Uygulama Başlatma Hatası
uk: Помилка запуску програми

source: Failed to start Big Audio Converter: {0}
bg: Неуспешно стартиране на Big Audio Converter: {0}
cs: Nepodařilo se spustit Big Audio Converter: {0}
da: Mislykkedes med at starte Big Audio Converter: {0}
el: Αποτυχία εκκίνησης του Big Audio Converter: {0}
et: Big Audio Converter'i käivitamine ebaõnnestus: {0}
fi: Big Audio Converterin käynnistys epäonnistui: {0}
he: כישלון בהפעלה של Big Audio Converter: {0}
hr: Neuspjeh pri pokretanju Big Audio Convertera: {0}
hu: Nem sikerült elindítani a Big Audio Converter-t: {0}
is: Ekki tókst að hefja Big Audio Converter: {0}
it: Impossibile avviare Big Audio Converter: {0}
ja: ビッグオーディオコンバータの起動に失敗しました: {0}
nl: Kon Big Audio Converter niet starten: {0}
no: Mislyktes med å starte Big Audio Converter: {0}
pl: Nie udało się uruchomić Big Audio Converter: {0}
ro: Nu s-a reușit să se pornească Big Audio Converter: {0}
sk: Nepodarilo sa spustiť Big Audio Converter: {0}
sv: Misslyckades med att starta Big Audio Converter: {0}
tr: Büyük Ses Dönüştürücü başlatılamadı: {0}
uk: Не вдалося запустити Big Audio Converter: {0}

source: Only the Selected Area
cs: Pouze vybraná oblast
el: Μόνο η Επιλεγμένη Περιοχή
et: Ainult valitud ala
fi: Vain valittu alue
hu: Csak a Kiválasztott Terület
ja: 選択した領域のみ
nl: Alleen het Geselecteerde Gebied
no: Bare det valgte området
ro: Numai zona selectată
uk: Тільки вибрана область

source: Reduce background noise during conversion. Should not be used in music.
cs: Snižte šum na pozadí během konverze. Nemělo by se používat při hudbě.
et: Vähenda taustamüra konverteerimise ajal. Ei tohiks kasutada muusika puhul.
ja: 変換中のバックグラウンドノイズを減少させます。 音楽には使用しないでください。
nl: Verminder achtergrondgeluid tijdens conversie. Mag niet worden gebruikt bij muziek.
ro: Reduceți zgomotul de fond în timpul conversiei. Nu ar trebui folosit în muzică.
uk: Зменшити фоновий шум під час конвертації. Не слід використовувати в музиці.

source: You’re seeing an example of help shown when hovering over an item.
it: Stai vedendo un esempio di aiuto mostrato quando si passa il mouse su un elemento.

source: Previous audio file
da: Tidligere lydfil
it: File audio precedente
pl: Poprzedni plik audio

source: Next audio file
da: Næste lydfil
it: Prossimo file audio
pl: Następny plik audio

source: Select output audio format • copy: Original audio data is preserved, but only cutting operations are available • mp3: Universal compatibility, good balance of size and quality • ogg: Open format, good quality at low bitrates • flac: Lossless compression, perfect quality • wav: Uncompressed audio, largest file size • aac: Modern format, good quality • opus: Best quality at low bitrates
da: Vælg output lydformat • kopi: Original lyddata bevares, men kun klippeoperationer er tilgængelige • mp3: Universel kompatibilitet, god balance mellem størrelse og kvalitet • ogg: Åbent format, god kvalitet ved lave bithastigheder • flac: Tabsløs kompression, perfekt kvalitet • wav: Ukodet lyd, størst filstørrelse • aac: Moderne format, god kvalitet • opus: Bedste kvalitet ved lave bithastigheder
pl: Wybierz format wyjściowy audio • kopiuj: Oryginalne dane audio są zachowane, ale dostępne są tylko operacje przycinania • mp3: Uniwersalna kompatybilność, dobry balans rozmiaru i jakości • ogg: Otwarty format, dobra jakość przy niskich bitrate'ach • flac: Kompresja bezstratna, doskonała jakość • wav: Niekompresowane audio, największy rozmiar pliku • aac: Nowoczesny format, dobra jakość • opus: Najlepsza jakość przy niskich bitrate'ach

source: Audio quality setting • 32k: Low quality • 64k: Voice only, podcasts • 128k: Standard quality • 192k: Good quality • 256k: High quality • 320k: Highest quality
da: Lydkvalitetsindstilling • 32k: Lav kvalitet • 64k: Kun stemme, podcasts • 128k: Standard kvalitet • 192k: God kvalitet • 256k: Høj kvalitet • 320k: Højeste kvalitet
pl: Ustawienie jakości dźwięku • 32k: Niska jakość • 64k: Tylko głos, podcasty • 128k: Standardowa jakość • 192k: Dobra jakość • 256k: Wysoka jakość • 320k: Najwyższa jakość

source: Adjust audio volume • 100 = original volume • < 100 = reduce volume • > 100 = increase volume Note: Values above 100 may cause distortion
da: Juster lydstyrken • 100 = original lydstyrke • < 100 = reducer lydstyrken • > 100 = øg lydstyrken Bemærk: Værdier over 100 kan forårsage forvrængning
pl: Dostosuj głośność audio • 100 = oryginalna głośność • < 100 = zmniejsz głośność • > 100 = zwiększ głośność Uwaga: Wartości powyżej 100 mogą powodować zniekształcenia

source: Change playback and conversion speed • 1.0 = normal speed • < 1.0 = slower • > 1.0 = faster Pitch is automatically corrected
da: Ændre afspilnings- og konverteringshastighed • 1.0 = normal hastighed • < 1.0 = langsommere • > 1.0 = hurtigere Tonehøjde korrigeres automatisk
pl: Zmień prędkość odtwarzania i konwersji • 1.0 = normalna prędkość • < 1.0 = wolniej • > 1.0 = szybciej Ton jest automatycznie korygowany
