Repository: biglinux/big-audio-converter
Catalog: big-audio-converter/locale/*.po
Languages: bg, cs, da, el, et, fi, he, hr, hu, is, it, ja, nl, no, pl, ro, sk, sv, tr, uk

source: Apply noise filter during conversion This reduces background noise but is only applied during conversion, not in live preview
da: Anvend støjfilter under konvertering Dette reducerer baggrundsstøj, men anvendes kun under konvertering, ikke i live forhåndsvisning.
pl: Zastosuj filtr szumów podczas konwersji To zmniejsza szumy tła, ale jest stosowane tylko podczas konwersji, a nie w podglądzie na żywo.

source: Generate visual waveforms Shows audio as a visual waveform for easy cutting. Disable for faster loading of large files.
da: Generer visuelle bølger Viser lyd som en visuel bølgeform for nem klipning. Deaktiver for hurtigere indlæsning af store filer.
pl: Generuj wizualne fale Pokazuje dźwięk jako wizualną falę dla łatwego przycinania. Wyłącz, aby przyspieszyć ładowanie dużych plików.

source: Adjust frequency balance Fine-tune bass, midrange, and treble frequencies to enhance audio quality
da: Juster frekvensbalance Finjuster bas, mellemtone og diskantfrekvenser for at forbedre lydkvaliteten
pl: Dostosuj balans częstotliwości Dostosuj bas, średnie tony i wysokie tony, aby poprawić jakość dźwięku

source: Cut and extract audio segments • Off: Convert entire file • Chronological: Segments ordered by timeline position • Segment Number: Segments numbered in marking order Click 'How to Use' for detailed instructions
da: Klipp og udtræk lydsegmenter • Fra: Konverter hele filen • Kronologisk: Segmenter ordnet efter tidslinjeposition • Segmentnummer: Segmenter nummereret i markeringsrækkefølge Klik på 'Sådan bruger du' for detaljerede instruktioner
pl: Wytnij i wyodrębnij segmenty audio • Wyłącz: Konwertuj cały plik • Chronologicznie: Segmenty uporządkowane według pozycji na osi czasu • Numer segmentu: Segmenty ponumerowane w kolejności oznaczania Kliknij 'Jak używać', aby uzyskać szczegółowe instrukcje

source: UPPER AREA (Playback): Click on the top half of the waveform to jump to that position and start playing the audio from there LOWER AREA (Segment Editing Zone): Click on the bottom half to create segment markers: • First click: Sets START marker (green) • Second click: Sets END marker (red) • Segment is highlighted in blue • Click again to add more segments ZOOM CONTROLS: • Mouse wheel: Zoom in/out for precise selection • Use zoom slider below for fine control EDITING: • Drag markers to adjust position • Click inside segment to delete it
da: ØVERSTE OMRÅDE (Afspilning): Klik på den øverste halvdel af bølgen for at hoppe til den position og begynde at afspille lyden derfra NEDERSTE OMRÅDE (Segmentredigeringszone): Klik på den nederste halvdel for at oprette segmentmarkører: • Første klik: Sætter START markør (grøn) • Andet klik: Sætter SLUT markør (rød) • Segmentet er fremhævet i blåt • Klik igen for at tilføje flere segmenter ZOOMKONTROLLER: • Musens hjul: Zoom ind/ud for præcis valg • Brug zoomskyderen nedenfor til fin kontrol REDIGERING: • Træk markører for at justere position • Klik inden for segmentet for at slette det
pl: GÓRNA STREFA (Odtwarzanie): Kliknij w górną połowę fali dźwiękowej, aby przeskoczyć do tej pozycji i rozpocząć odtwarzanie audio stamtąd. DOLNA STREFA (Strefa Edycji Segmentów): Kliknij w dolną połowę, aby utworzyć znaczniki segmentów: • Pierwsze kliknięcie: Ustawia znacznik START (zielony) • Drugie kliknięcie: Ustawia znacznik END (czerwony) • Segment jest podświetlony na niebiesko • Kliknij ponownie, aby dodać więcej segmentów KONTROLA POWIĘKSZENIA: • Kółko myszy: Powiększanie/zmniejszanie dla precyzyjnego wyboru • Użyj suwaka powiększenia poniżej do dokładnej kontroli EDYCJA: • Przeciągnij znaczniki, aby dostosować pozycję • Kliknij wewnątrz segmentu, aby go usunąć

source: Show helpful tooltips when hovering over controls Enable to see detailed explanations about each feature
da: Vis visse nyttige værktøjer, når du holder musen over kontroller Aktivér for at se detaljerede forklaringer om hver funktion
pl: Pokaż pomocne podpowiedzi podczas najeżdżania na elementy sterujące Włącz, aby zobaczyć szczegółowe wyjaśnienia dotyczące każdej funkcji

source: Get the audio track from video files and save it in any audio format
da: Hent lydsporet fra videofiler og gem det i et hvilket som helst lydformat.
pl: Pobierz ścieżkę dźwiękową z plików wideo i zapisz ją w dowolnym formacie audio.

source: Mark sections on the visual waveform and create new files with only those parts
da: Marker sektioner på den visuelle bølgeform og opret nye filer med kun disse dele.
pl: Zaznacz sekcje na wizualnej fali dźwiękowej i utwórz nowe pliki tylko z tymi częściami.

source: Cut audio in copy mode to fully preserve quality with ultra-fast processing—no re-encoding
da: Klipp lyd i kopi-tilstand for fuldt at bevare kvaliteten med ultra-hurtig behandling—ingen genkodning
pl: Przytnij audio w trybie kopiowania, aby w pełni zachować jakość przy ultra-szybkim przetwarzaniu—bez ponownego kodowania.

source: Apply noise filter during conversion for cleaner audio
da: Anvend støjfilter under konvertering for renere lyd
pl: Zastosuj filtr szumów podczas konwersji dla czystszej audio.

source: Control audio volume levels and apply equalization for better sound
da: Kontroller lydvolumen og anvend equalization for bedre lyd.
pl: Kontroluj poziomy głośności audio i zastosuj equalizację dla lepszego dźwięku.

source: Change playback and conversion speed to fit your needs
da: Ændre afspilnings- og konverteringshastighed for at passe til dine behov
pl: Zmień prędkość odtwarzania i konwersji, aby dopasować do swoich potrzeb.
